Repository: yosephyonas/Driver-app
Catalog: lib/l10n/intl_*.arb
Languages: ar, bn, de, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, zh

source: Home
ar: مسكن
bn: বাড়ি
de: Heim
hi: घर
id: Rumah
it: Casa
ja: 家
ko: 집
nl: Huis
pl: Dom
pt_br: Início
ru: Дом
sv: Hem
tr: Ev
zh: 家

source: Login
ar: تسجيل الدخول
bn: প্রবেশ করুন
de: Anmeldung
hi: लॉग इन करें
id: Gabung
ja: ログイン
ko: 로그인
pl: Zaloguj sie
ru: Авторизоваться
sv: Logga in
tr: Giriş yapmak
zh: 登录

source: Logout
ar: تسجيل خروج
bn: প্রস্থান
de: Ausloggen
hi: लॉग आउट
id: Keluar
it: Disconnettersi
ja: ログアウト
ko: 로그 아웃
nl: Uitloggen
pl: Wyloguj
pt_br: Sair
ru: Выйти
sv: Logga ut
tr: Çıkış Yap
zh: 登出

source: The name
ar: الاسم
bn: নাম
de: Der Name
hi: नाम
id: Nama
it: Il nome
ja: 名前
ko: 이름
nl: De naam
pl: Imię
pt_br: O nome
ru: Название
sv: Namnet
tr: İsim
zh: 名字

source: Name
ar: اسم
bn: নাম
hi: नाम
id: Nama
it: Nome
ja: 名前
ko: 이름
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Имя
sv: namn
tr: İsim
zh: 姓名

source: Full name
ar: الاسم الكامل
bn: পুরো নাম
de: Vollständiger Name
hi: पूरा नाम
id: Nama lengkap
it: Nome e cognome
ja: フルネーム
ko: 이름
nl: Voor-en achternaam
pl: Pełne imię i nazwisko
pt_br: Nome Completo
ru: ФИО
sv: Fullständiga namn
tr: Ad Soyad
zh: 全名

# enterFullName
source: Enter your full name
ar: أدخل اسمك الكامل
bn: আপনার পুরো নাম লিখুন
de: Geben Sie Ihren vollständigen Namen ein
hi: अपना पूरा नाम भरें
id: Masukkan nama lengkapmu
it: Inserisci il tuo nome e cognome
ja: フルネームを入れて下さい
ko: 당신의 성함을 입력 해주세요
nl: Vul uw volledige naam in
pl: Wprowadź swoje imię i nazwisko
pt_br: Digite o nome completo
ru: Введите свое полное имя
sv: Ange ditt fullständiga namn
tr: Ad ve soyadınızı girin
zh: 输入您的全名

source: Phone
ar: هاتف
bn: ফোন
de: Telefon
hi: फ़ोन
id: Telepon
it: Telefono
ja: 電話
ko: 핸드폰
nl: Telefoon
pl: Telefon
pt_br: Telefone
ru: Телефон
sv: Telefon
tr: Telefon
zh: 电话

source: The phone
ar: الهاتف
bn: ফোনটি
de: Das Telefon
hi: फोन
id: Teleponnya
it: Il telefono
ja: 電話
ko: 전화기
nl: De telefoon
pl: Telefon
pt_br: O telefone
ru: Телефон
sv: Telefonen
tr: Telefon
zh: 电话

# enterPhoneCorrectly
source: Enter your phone correctly
ar: أدخل هاتفك بشكل صحيح
bn: সঠিকভাবে আপনার ফোন লিখুন
de: Geben Sie Ihr Telefon korrekt ein
hi: अपना फ़ोन सही दर्ज करें
id: Masukkan ponsel Anda dengan benar
it: Inserisci il tuo telefono correttamente
ja: 電話番号を正しく入力してください
ko: 휴대전화를 올바르게 입력하세요.
nl: Voer uw telefoon correct in
pl: Wpisz swój telefon poprawnie
pt_br: Digite o seu telefone corretamente
ru: Введите свой телефон правильно
sv: Ange din telefon korrekt
tr: Telefonunuzu doğru girin
zh: 正确输入您的手机

# enterFullPhoneNumber
source: Enter your full phone
ar: أدخل رقم هاتفك بالكامل
bn: আপনার সম্পূর্ণ ফোন লিখুন
de: Geben Sie Ihre vollständige Telefonnummer ein
hi: अपना पूरा फोन दर्ज करें
id: Masukkan ponsel lengkap Anda
it: Inserisci il tuo telefono completo
ja: 電話番号を入力してください
ko: 전체 전화번호를 입력하세요.
nl: Vul je volledige telefoon in
pl: Wpisz swój pełny telefon
pt_br: Digite o seu phone completo (ddd + número)
ru: Введите свой полный телефон
sv: Ange hela din telefon
tr: Telefonunuzun tamamını girin
zh: 输入您的完整手机

source: Fantasy name
ar: اسم الخيال
bn: ফ্যান্টাসি নাম
de: Fantasiename
hi: काल्पनिक नाम
id: Nama fantasi
it: Nome di fantasia
ja: ファンタジー名
ko: 판타지 이름
nl: Fantasie naam
pl: Nazwa fantazji
pt_br: Nome Fantasia
ru: Имя фантазии
sv: Fantasinamn
tr: fantezi adı
zh: 幻想名称

# enterCompanyName
source: Enter the company name
ar: أدخل اسم الشركة
bn: কোম্পানির নাম লিখুন
de: Geben Sie den Firmennamen ein
hi: कंपनी का नाम दर्ज करें
id: Masukkan nama perusahaan
it: Immettere il nome dell'azienda
ja: 会社名を入力してください
ko: 회사 이름을 입력하세요
nl: Voer de bedrijfsnaam in
pl: Wpisz nazwę firmy
pt_br: Digite o nome fantasia da empresa
ru: Введите название компании
sv: Ange företagets namn
tr: Şirket adını girin
zh: 输入公司名称

source: Email
ar: البريد الإلكتروني
bn: ইমেইল
hi: ईमेल
id: Surel
ja: Eメール
ko: 이메일
ru: Эл. адрес
sv: E-post
tr: E-posta
zh: 电子邮件

# enterEmail
source: Enter your email
ar: أدخل بريدك الإلكتروني
bn: তুমার ইমেইল প্রবেশ করাও
de: Geben sie ihre E-Mail Adresse ein
hi: अपना ईमेल दर्ज करें
id: Masukkan email Anda
it: Inserisci il tuo indirizzo email
ja: メールアドレスを入力
ko: 이메일을 입력하세요
nl: Vul je e-mailadres in
pl: Wprowadź swój email
pt_br: Digite o seu e-mail
ru: Введите адрес электронной почты
sv: Skriv in din e-postadress
tr: E-postanızı giriniz
zh: 输入你的电子邮箱

# enterValidEmail
source: Enter a valid email
ar: أدخل بريد إلكتروني متاح
bn: একটি বৈধ ইমেল লিখুন
de: Geben Sie eine gültige E-Mail-Adresse ein
hi: एक वैध ईमेल प्रविष्ट करें
id: Masukkan email yang valid
it: Inserisci un'e-mail valida
ja: 有効なメールアドレスを入力してください
ko: 유효한 이메일을 입력하세요
nl: Vul een geldig e-mailadres in
pl: Wpisz poprawny email
pt_br: Digite um e-mail válido
ru: Введите действительный адрес электронной почты
sv: Ange en giltig e-postadress
tr: Geçerli bir e-posta giriniz
zh: 输入有效的电子邮件

source: Email not found
ar: البريد الإلكتروني غير موجود
bn: ইমেইল পাওয়া যায়নি
de: Email wurde nicht gefunden
hi: ईमेल नहीं मिला
id: Email tidak ditemukan
it: E-mail non trovata
ja: メールが見つかりません
ko: 이메일을 찾을 수 없음
nl: e-mail niet gevonden
pl: Email nie znaleziony
pt_br: E-mail não encontrado
ru: Электронная почта не найдена
sv: E-post hittades inte
tr: Email bulunamadı
zh: 电子邮件没有找到

# waitSendLinkAgain
source: Wait to send the link again
ar: انتظر لإرسال الرابط مرة أخرى
bn: আবার লিঙ্ক পাঠাতে অপেক্ষা করুন
de: Warten Sie, bis Sie den Link erneut gesendet haben
hi: लिंक फिर से भेजने के लिए प्रतीक्षा करें
id: Tunggu untuk mengirim tautan lagi
it: Attendi di inviare nuovamente il link
ja: リンクの再送信を待ちます
ko: 링크를 다시 보낼 때까지 기다리십시오.
nl: Wacht om de link opnieuw te verzenden
pl: Poczekaj, aż ponownie wyślesz link
pt_br: Aguarde para enviar o link novamente
ru: Подождите, чтобы снова отправить ссылку
sv: Vänta med att skicka länken igen
tr: Bağlantıyı tekrar göndermek için bekleyin
zh: 等待再次发送链接

source: Password
ar: كلمة المرور
bn: পাসওয়ার্ড
de: Passwort
hi: पासवर्ड
id: Kata sandi
it: Parola d'ordine
ja: パスワード
ko: 비밀번호
nl: Wachtwoord
pl: Hasło
pt_br: Senha
ru: Пароль
sv: Lösenord
tr: Şifre
zh: 密码

# thePassword
source: A senha
ar: أ سنها
bn: সেনহা
de: Ein Senha
hi: एक सेन्हा
id: Sebuah senha
it: Una senhà
ja: せんは
ko: 센하
nl: een senha
pl: Senha
ru: Сенха
sv: En senha
tr: bir senha
zh: 一个senha

# enterPassword
source: Enter your password
ar: ادخل رقمك السري
bn: আপনার পাসওয়ার্ড লিখুন
de: Geben Sie Ihr Passwort ein
hi: अपना पासवर्ड डालें
id: Masukkan kata sandi Anda
it: Inserisci la tua password
ja: パスワードを入力してください
ko: 비밀번호를 입력하세요
nl: Voer uw wachtwoord in
pl: Wprowadź hasło
pt_br: Digite a sua senha
ru: Введите свой пароль
sv: Ange ditt lösenord
tr: Şifrenizi girin
zh: 输入您的密码

source: Enter password confirmation
ar: أدخل تأكيد كلمة المرور
bn: পাসওয়ার্ড নিশ্চিতকরণ লিখুন
de: Passwortbestätigung eingeben
hi: पासवर्ड पुष्टि दर्ज करें
id: Masukkan konfirmasi kata sandi
it: Immettere la conferma della password
ja: パスワードの確認を入力してください
ko: 비밀번호 확인 입력
nl: Voer wachtwoordbevestiging in
pl: Wprowadź potwierdzenie hasła
pt_br: Digite a confirmação de senha
ru: Введите подтверждение пароля
sv: Ange lösenordsbekräftelse
tr: Şifre onayını girin
zh: 输入密码确认

# confirmPassword
source: Confirm your password
ar: أكد رقمك السري
bn: আপনার পাসওয়ার্ড নিশ্চিত
de: Bestätigen Sie Ihr Passwort
hi: अपने पासवर्ड की पुष्टि करें
id: Konfirmasi password Anda
it: Conferma la tua password
ja: あなたのパスワードを確認
ko: 암호를 확인
nl: Bevestig uw wachtwoord
pl: Potwierdź swoje hasło
pt_br: Confirme sua senha
ru: Подтвердите свой пароль
sv: Bekräfta ditt lösenord
tr: Parolanızı doğrulayın
zh: 确认你的密码

# passwordsNotMatch
source: Passwords do not match
ar: كلمة المرور غير مطابقة
bn: পাসওয়ার্ড মিলছে না
de: Passwörter stimmen nicht überein
hi: पासवर्ड मेल नहीं खाते
id: Sandi tidak cocok
it: le passwords non corrispondono
ja: パスワードが一致していません
ko: 비밀번호가 일치하지 않습니다
nl: Wachtwoorden komen niet overeen
pl: Hasła nie pasują do siebie
pt_br: As senhas não coincidem
ru: Пароли не совпадают
sv: Lösenorden matchar inte
tr: Parolalar uyuşmuyor
zh: 密码不匹配

# incorrectEmailPassword
source: Incorrect email or password
ar: بريد أو كلمة مرورغير صحيحة
bn: ভুল ইমেল বা পাসওয়ার্ড
de: falsche Email oder Passwort
hi: गलत ईमेल या पासवर्ड
id: Email atau sandi salah
it: Email o password sbagliate
ja: メールアドレスまたはパスワードが正しくありません
ko: 잘못된 이메일 또는 비밀번호
nl: incorrecte email of wachtwoord
pl: nieprawidłowy email lub hasło
pt_br: E-mail ou senha incorretos
ru: Неправильный адрес электронной почты или пароль
sv: Felaktig e-postadress eller lösenord
tr: yanlış eposta adresi veya şifre
zh: 错误的邮箱帐号或密码

# forgetPassword
source: Forget your password?
ar: نسيت كلمة المرور؟
bn: আপনার পাসওয়ার্ড ভুলে গেছেন?
de: Passwort vergessen?
hi: अपना पासवर्ड भूल गए हैं?
id: Lupa kata sandi Anda?
it: hai dimenticato la password?
ja: パスワードを忘れましたか？
ko: 비밀번호를 잊어 버리 셨나요?
nl: Wachtwoord vergeten?
pl: Zapomniałeś hasła?
pt_br: Esqueceu sua senha?
ru: Забыли свой пароль?
sv: Glömt ditt lösenord?
tr: Şifreni mi unuttun?
zh: 忘记密码？

source: Login required
ar: تسجيل الدخول مطلوب
bn: লগইন প্রয়োজন
de: Anmeldung erforderlich
hi: लॉगिन आवश्यक
id: Login dibutuhkan
it: Accesso richiesto
ja: ログインが必要です
ko: 로그인 필요
nl: Inloggen vereist
pl: Wymagane zalogowanie
pt_br: Login necessário
ru: Требуется логин
sv: Inloggning Krävs
tr: Oturum açmak gereklidir
zh: 要求登录

# errorLogin
source: Error while logging in
ar: خطأ أثناء تسجيل الدخول
bn: লগ ইন করার সময় ত্রুটি
de: Fehler beim Einloggen
hi: लॉग इन करते समय त्रुटि
id: Kesalahan saat masuk
it: Errore durante l'accesso
ja: ログイン中のエラー
ko: 로그인 중 오류
nl: Fout bij inloggen
pl: Błąd podczas logowania
pt_br: Falha ao realizar login
ru: Ошибка при входе
sv: Fel vid inloggning
tr: Giriş yaparken hata
zh: 登录时出错

# errorRegister
source: Error while registering
ar: خطأ أثناء التسجيل
bn: নিবন্ধন করার সময় ত্রুটি
de: Fehler bei der Registrierung
hi: पंजीकरण करते समय त्रुटि
id: Kesalahan saat mendaftar
it: Errore durante la registrazione
ja: 登録中のエラー
ko: 등록하는 동안 오류가 발생했습니다.
nl: Fout tijdens het registreren
pl: Błąd podczas rejestracji
pt_br: Falha ao registrar
ru: Ошибка при регистрации
sv: Fel vid registrering
tr: Kayıt olurken hata
zh: 注册时出错

source: Save
ar: يحفظ
bn: সংরক্ষণ
de: Speichern
hi: बचाना
id: Menyimpan
it: Salva
ja: 保存
ko: 구하다
nl: Opslaan
pl: Ratować
pt_br: Salvar
ru: Сохранять
sv: Spara
tr: Kaydetmek
zh: 节省

# dontHaveAccount
source: Don't have an account?
ar: ليس لديك حساب؟
bn: একটি অ্যাকাউন্ট নেই?
de: Sie haben kein Konto?
hi: खाता नहीं है?
id: Tidak punya akun?
it: Non hai un account?
ja: アカウントをお持ちでない場合
ko: 계정이 없으신가요?
nl: Heb je geen account?
pl: Nie masz konta?
pt_br: Não tem uma conta?
ru: У вас нет аккаунта?
sv: Har du inget konto?
tr: Hesabınız yok mu?
zh: 没有帐户？

# createAccount
source: Sign up
ar: اشتراك
bn: নিবন্ধন করুন
de: Anmelden
hi: साइन अप करें
id: Daftar
it: Iscrizione
ja: サインアップ
ko: 가입하기
nl: Aanmelden
pl: Zapisz się
pt_br: Criar uma conta
ru: Подписаться
sv: Bli Medlem
tr: Üye olmak
zh: 注册

source: Register as Driver
ar: سجل كسائق
bn: ড্রাইভার হিসাবে নিবন্ধন করুন
de: Registrieren Sie sich als Fahrer
hi: ड्राइवर के रूप में रजिस्टर करें
id: Daftar sebagai Pengemudi
it: Registrati come pilota
ja: ドライバー登録
ko: 드라이버로 등록
nl: Registreer als chauffeur
pl: Zarejestruj się jako kierowca
pt_br: Cadastrar como Entregador
ru: Зарегистрироваться как водитель
sv: Registrera dig som förare
tr: Sürücü Olarak Kaydolun
zh: 注册为司机

source: Have an account?
ar: هل لديك حساب؟
bn: একাউন্ট আছে?
de: Ein Konto haben?
hi: एक खाता है?
id: Punya akun?
it: Avere un conto?
ja: アカウントを持っています？
ko: 계정이있다?
nl: Een account hebben?
pl: Mieć konto?
pt_br: Já possui uma conta?
ru: Иметь аккаунт?
sv: Har ett konto?
tr: Bir hesabınız var mı?
zh: 有一个账户？

source: Sign in
ar: تسجيل الدخول
bn: সাইন ইন করুন
de: Einloggen
hi: साइन इन करें
id: Masuk
it: Registrazione
ja: ログイン
ko: 로그인
nl: Log in
pl: Zaloguj się
pt_br: Entrar
ru: Войти
sv: Logga in
tr: Kayıt olmak
zh: 登入

source: Skip for now
ar: تخطي في الوقت الراهن
bn: এখন জন্য লাফালাফি
de: Für jetzt überspringen
hi: अभी रहने दो
id: Lewati untuk sekarang
it: Salta per ora
ja: 今のところスキップ
ko: 일단은 스킵
nl: Voor nu overslaan
pl: Pomiń to na razie
pt_br: Pular por enquanto
ru: Пропустить сейчас
sv: Hoppa över nu
tr: Şimdilik geç
zh: 暂时跳过

source: Skip
ar: يتخطى
bn: এড়িয়ে যান
de: Überspringen
hi: छोड़ें
id: Melewati
it: Saltare
ja: スキップ
ko: 건너뛰다
nl: Overslaan
pl: Pomijać
pt_br: Pular
ru: Пропускать
sv: Hoppa
tr: Atlamak
zh: 跳过

# verifyConnection
source: Verify your internet connection
ar: تحقق من اتصالك بالإنترنت
bn: আপনার ইন্টারনেট সংযোগ যাচাই করুন
de: Überprüfen Sie Ihre Internetverbindung
hi: अपना इंटरनेट कनेक्शन सत्यापित करें
id: Verifikasi koneksi internet Anda
it: Verifica la tua connessione a Internet
ja: インターネット接続を確認する
ko: 인터넷 연결 확인
nl: Controleer uw internetverbinding
pl: Zweryfikuj swoje połączenie internetowe
pt_br: Verifique sua conexão com a internet
ru: Проверьте подключение к intернету
sv: Verifiera din internetanslutning
tr: İnternet bağlantınızı doğrulayın
zh: 验证您的互联网连接

source: Remember me
ar: تذكرنى
bn: আমাকে মনে কর
de: Erinnere dich an mich
hi: पहचाना की नहीं
id: Ingat saya
it: Ricordati di me
ja: 私を覚えてますか
ko: 날 기억해
nl: Onthoud mij
pl: Zapamiętaj mnie
pt_br: Lembrar-me
ru: Запомните меня
sv: Kom ihåg mig
tr: Beni hatırla
zh: 记得我

source: Menu
ar: قائمة الطعام
bn: তালিকা
de: Speisekarte
hi: मेन्यू
it: Menù
ja: メニュー
ko: 메뉴
ru: Меню
sv: Meny
tr: Menü
zh: 菜单

# wantSignOut
source: Want to sign out?
ar: هل تريد تسجيل الخروج؟
bn: সাইন আউট করতে চান?
de: Möchten Sie sich abmelden?
hi: साइन आउट करना चाहते हैं?
id: Ingin keluar?
it: Vuoi uscire?
ja: サインアウトしますか?
ko: 로그아웃하시겠습니까?
nl: Wilt u zich afmelden?
pl: Chcesz się wylogować?
pt_br: Você deseja se desconectar?
ru: Хотите выйти?
sv: Vill du logga ut?
tr: Çıkış yapmak ister misiniz?
zh: 想要退出？

source: Yes
ar: نعم
bn: হ্যাঁ
de: Ja
hi: हाँ
id: Ya
it: sì
ja: はい
ko: 예
nl: Ja
pl: TAk
pt_br: Sim
ru: Да
sv: Ja
tr: Evet
zh: 是的

source: No
ar: رقم
bn: না
de: Nein
hi: नहीं
id: Tidak
ja: いいえ
ko: 아니
nl: Nee
pl: Nie
pt_br: Não
ru: Нет
sv: Nej
tr: Numara
zh: 不

source: Theme
ar: سمة
bn: থিম
de: Thema
hi: थीम
id: Tema
it: Tema
ja: テーマ
ko: 주제
nl: Thema
pl: Motyw
pt_br: Tema
ru: Тема
sv: Tema
tr: Tema
zh: 主题

source: Dark theme
ar: مظهر داكن
bn: গাঢ় থিম
de: Dunkles Thema
hi: डार्क थीम
id: Tema gelap
it: Tema scuro
ja: 暗いテーマ
ko: 어두운 테마
nl: Donker thema
pl: ciemny schemat
pt_br: Tema escuro
ru: Темная тема
sv: Mörkt tema
tr: Karanlık tema
zh: 深色主题

source: Light theme
ar: مظهر خفيف
bn: হালকা থিম
de: Lichtthema
hi: लाइट थीम
id: Tema ringan
it: Tema leggero
ja: ライトテーマ
ko: 밝은 테마
nl: Licht thema
pl: Lekki motyw
pt_br: Tema claro
ru: Светлая тема
sv: Lätt tema
tr: hafif tema
zh: 轻主题

# sendLink
source: Submit link
ar: إرسال الارتباط
bn: লিঙ্ক জমা দিন
de: Link senden
hi: लिंक सबमिट करें
id: Kirim tautan
it: Invia collegamento
ja: リンクを送信
ko: 링크 제출
nl: Link verzenden
pl: Prześlij link
pt_br: Enviar link
ru: Отправить ссылку
sv: Skicka länk
tr: Bağlantıyı gönder
zh: 提交链接

source: Link submitted
ar: تم إرسال الرابط
bn: লিঙ্ক জমা দেওয়া হয়েছে
de: Link übermittelt
hi: लिंक सबमिट किया गया
id: Tautan dikirim
it: Link inviato
ja: リンクを送信しました
ko: 링크 제출됨
nl: Link ingediend
pl: Przesłano link
pt_br: Link enviado
ru: Ссылка отправлена
sv: Länk skickad
tr: Bağlantı gönderildi
zh: 链接已提交

source: Error sending link
ar: خطأ في إرسال الارتباط
bn: লিঙ্ক পাঠাতে ত্রুটি
de: Fehler beim Senden des Links
hi: लिंक भेजने में त्रुटि
id: Kesalahan saat mengirim tautan
it: Errore durante l'invio del collegamento
ja: リンクの送信エラー
ko: 링크를 보내는 동안 오류가 발생했습니다.
nl: Fout bij verzenden van link
pl: Błąd podczas wysyłania linku
pt_br: Erro ao enviar link
ru: Ошибка отправки ссылки
sv: Det gick inte att skicka länk
tr: Bağlantı gönderilirken hata oluştu
zh: 发送链接出错

# linkCopied
source: The link has been copied
ar: تم نسخ الارتباط
bn: লিঙ্ক কপি করা হয়েছে
de: Der Link wurde kopiert
hi: लिंक कॉपी कर लिया गया है
id: Tautan telah disalin
it: Il collegamento è stato copiato
ja: リンクをコピーしました
ko: 링크가 복사되었습니다
nl: De link is gekopieerd
pl: Link został skopiowany
pt_br: O link foi copiado
ru: Ссылка была скопирована
sv: Länken har kopierats
tr: Bağlantı kopyalandı
zh: 链接已复制

source: Rides
ar: ركوب
bn: রাইডস
de: Fahrten
hi: सवारी
id: Wahana
it: Cavalcate
ja: 乗り物
ko: 놀이기구
nl: Ritten
pl: Przejażdżki
pt_br: Pedidos
ru: аттракционы
sv: Rider
tr: Sürüşler
zh: 游乐设施

source: Ride
ar: يركب
bn: রাইড
de: Reiten
hi: सवारी
id: Mengendarai
it: Giro
ja: 乗る
ko: 타다
nl: Rijden
pl: Jeździć
pt_br: Pedido
ru: Поездка
sv: Rida
tr: Sürmek
zh: 骑

# noRides
source: No rides found
ar: لم يتم العثور على رحلات
bn: কোনো রাইড পাওয়া যায়নি
de: Keine Fahrten gefunden
hi: कोई सवारी नहीं मिली
id: Tidak ada wahana yang ditemukan
it: Nessuna corsa trovata
ja: 乗り物が見つかりません
ko: 놀이기구를 찾을 수 없습니다
nl: Geen ritten gevonden
pl: Nie znaleziono przejazdów
pt_br: Nenhum pedido
ru: Поездки не найдены
sv: Inga turer hittades
tr: Araç bulunamadı
zh: 未找到任何游乐设施

source: Error getting ride
ar: خطأ في الركوب
bn: যাত্রায় ত্রুটি
de: Fehler beim Bekommen der Fahrt
hi: सवारी प्राप्त करने में त्रुटि
id: Kesalahan saat mendapatkan tumpangan
it: Errore durante la corsa
ja: 配車エラー
ko: 라이드를 가져오는 중에 오류가 발생했습니다.
nl: Fout bij ophalen van rit
pl: Błąd podczas pobierania przejazdu
pt_br: Falha ao buscar pedido
ru: Не удалось получить поездку
sv: Det gick inte att hämta skjuts
tr: Sürüş sırasında hata
zh: 搭车时出错

source: Ride not found
ar: لم يتم العثور على الركوب
bn: রাইড পাওয়া যায়নি
de: Fahrt nicht gefunden
hi: सवारी नहीं मिली
id: Perjalanan tidak ditemukan
it: Giro non trovato
ja: 乗車が見つかりません
ko: 라이드를 찾을 수 없음
nl: Rit niet gevonden
pl: Nie znaleziono przejazdu
pt_br: O pedido não foi encontrado
ru: Поездка не найдена
sv: Åkturen hittades inte
tr: Yolculuk bulunamadı
zh: 找不到骑行

source: Recent rides
ar: الرحلات الأخيرة
bn: সাম্প্রতিক রাইড
de: Letzte Fahrten
hi: हाल की सवारी
id: Wahana terbaru
it: Corse recenti
ja: 最近の乗り物
ko: 최근 놀이기구
nl: Recente ritten
pl: Ostatnie przejazdy
pt_br: Pedidos Recentes
ru: Недавние поездки
sv: Senaste turer
tr: Son sürüşler
zh: 最近的游乐设施

source: Hours
ar: ساعات
bn: ঘন্টার
de: Std
hi: घंटे
id: Jam
it: Ore
ja: 時間
ko: 시간
nl: Uren
pl: godziny
pt_br: Horas
ru: Часы
sv: Timmar
tr: Saat
zh: 小时

source: Minutes
ar: الدقائق
bn: মিনিট
de: Protokoll
hi: मिनट
id: Menit
it: Minuti
ja: 分
ko: 분
nl: Minuten
pl: Minuty
pt_br: Minutos
ru: Минуты
sv: Minuter
tr: dakika
zh: 分钟

source: Pickup
ar: يلتقط
bn: পিকআপ
de: Aufsammeln
hi: उठाना
id: Ambil
it: Raccogliere
ja: 選び出す
ko: 찾다
nl: Oppakken
pl: Ulec poprawie
pt_br: Retirada
ru: Подбирать
sv: Plocka upp
tr: Almak
zh: 捡起

source: Table
ar: الطاولة
bn: টেবিল
de: Tisch
hi: मेज
id: Meja
it: Tavolo
ja: テーブル
ko: 테이블
nl: Tafel
pl: Stół
pt_br: Mesa
ru: Стол
sv: Tabell
tr: Masa
zh: 桌子

# dateFormat
source: yyyy-MM-dd
de: JJJJ-MM-TT
it: aaaa-MM-gg
nl: jjjj-MM-dd
pl: rrrr-MM-dd
pt_br: dd/MM/yyyy
ru: гггг-мм-дд
sv: åååå-MM-dd
tr: yyyy-AA-gg

# datetimeFormat
source: yyyy-MM-dd HH:mm
de: JJJJ-MM-TT HH:mm
it: aaaa-MM-gg HH:mm
nl: jjjj-MM-dd UU:mm
pl: rrrr-MM-dd GG:mm
pt_br: dd/MM/yyyy HH:mm
ru: гггг-ММ-дд ЧЧ:мм
sv: åååå-MM-dd TT:mm
tr: yyyy-AA-gg SS:dd

source: See full ride
ar: انظر جولة كاملة
bn: সম্পূর্ণ রাইড দেখুন
de: Vollständige Fahrt ansehen
hi: पूरी सवारी देखें
id: Lihat perjalanan penuh
it: Vedi giro completo
ja: フルライドを見る
ko: 전체 타기 보기
nl: Volledige rit bekijken
pl: Zobacz pełną jazdę
pt_br: Ver pedido completo
ru: Посмотреть полную поездку
sv: Se hela turen
tr: Tam sürüşe bakın
zh: 查看完整行程

source: Payment method
ar: طريقة الدفع او السداد
bn: মূল্যপরিশোধ পদ্ধতি
de: Zahlungsmethode
hi: भुगतान का तरीका
id: Cara Pembayaran
it: Metodo di pagamento
ja: 支払方法
ko: 지불 방법
nl: Betalingswijze
pl: Metoda płatności
pt_br: Método de Pagamento
ru: Метод оплаты
sv: Betalningsmetod
tr: Ödeme şekli
zh: 付款方式

source: Payment status
ar: حالة السداد
bn: লেনদেনের অবস্থা
de: Zahlungsstatus
hi: भुगतान की स्थिति
id: Status pembayaran
it: Stato del pagamento
ja: 支払い状況
ko: 지불 상태
nl: Betalingsstatus
pl: Status płatności
pt_br: Status do pagamento
ru: Статус платежа
sv: Betalningsstatus
tr: Ödeme durumu
zh: 支付状态

source: Ride method
ar: طريقة الركوب
bn: রাইড পদ্ধতি
de: Ride-Methode
hi: सवारी विधि
id: Metode perjalanan
it: Metodo di guida
ja: 乗車方法
ko: 승차 방법
nl: Rit methode:
pl: Metoda jazdy
pt_br: Método de Entrega
ru: Метод езды
sv: Åkmetoden
tr: Sürüş yöntemi
zh: 乘车方式

source: Tracking
ar: تتبع
bn: ট্র্যাকিং
de: Verfolgung
hi: नज़र रखना
id: Pelacakan
it: Tracciamento
ja: 追跡
ko: 추적
nl: Volgen
pl: Śledzenie
pt_br: Rastreamento
ru: Отслеживание
sv: Spårning
tr: izleme
zh: 追踪

source: Details
ar: تفاصيل
bn: বিস্তারিত
de: Einzelheiten
hi: विवरण
id: rincian
it: Particolari
ja: 詳細
ko: 세부
pl: Detale
pt_br: Detalhes
ru: Подробности
sv: Detaljer
tr: Detaylar
zh: 细节

source: Products
ar: منتجات
bn: পণ্য
de: Produkte
hi: उत्पादों
id: Produk
it: Prodotti
ja: 製品
ko: 제품
nl: Producten
pl: Produkty
pt_br: Produtos
ru: Товары
sv: Produkter
tr: Ürün:% s
zh: 产品

source: In progress
ar: في تَقَدم
bn: চলমান
de: Im Gange
hi: चालू
id: Sedang berlangsung
it: In corso
ja: 進行中
ko: 진행 중
nl: Bezig
pl: W trakcie
pt_br: Em progresso
ru: В ходе выполнения
sv: Pågående
tr: Devam etmekte
zh: 进行中

source: Finalized
ar: تم الانتهاء
bn: চূড়ান্ত করা হয়েছে
de: Abgeschlossen
hi: अंतिम रूप दिया
id: Selesai
it: Finalizzato
ja: ファイナライズ済み
ko: 확정
nl: afgerond
pl: Sfinalizowane
pt_br: Finalizados
ru: Завершено
sv: Avslutade
tr: kesinleşti
zh: 定稿

source: Customer
ar: عميل
bn: ক্রেতা
de: Kunde
hi: ग्राहक
id: Pelanggan
it: Cliente
ja: お客様
ko: 고객
nl: Klant
pl: Klient
pt_br: Client
ru: Покупатель
sv: Kund
tr: Müşteri
zh: 顾客

# value
source: Amount
ar: مقدار
bn: পরিমাণ
de: Menge
hi: राशि
id: Jumlah
it: Quantità
ja: 額
ko: 양
nl: Hoeveelheid
pl: Kwota
pt_br: Valor
ru: Количество
sv: Belopp
tr: Tutar
zh: 数量

source: Total amount
ar: المبلغ الإجمالي
bn: সর্বমোট পরিমাণ
de: Gesamtsumme
hi: कुल रकम
id: Jumlah total
it: Importo totale
ja: 合計金額
ko: 총액
nl: Totaalbedrag
pl: Całkowita kwota
pt_br: Valor total
ru: Итого
sv: Totala summan
tr: Toplam tutar
zh: 总金额

source: Subtotal
ar: المجموع الفرعي
bn: সাবটোটাল
de: Zwischensumme
hi: उप-योग
it: totale parziale
ja: 小計
ko: 소계
nl: Subtotaal
pl: Suma częściowa
ru: Промежуточный итог
sv: Delsumma
tr: ara toplam
zh: 小计

source: Ride fee
ar: رسوم التوصيل
bn: রাইড ফি
de: Fahrtgebühr
hi: सवारी शुल्क
id: Biaya perjalanan
it: Costo della corsa
ja: 乗車料金
ko: 승차요금
nl: Ritprijs
pl: Opłata za przejazd
pt_br: Taxa de entrega
ru: Плата за поездку
sv: Åkavgift
tr: yolculuk ücreti
zh: 乘车费

source: Coupon
ar: قسيمة
bn: কুপন
hi: कूपन
id: Kupon
it: Buono
ja: クーポン
ko: 쿠폰
pl: Kupon
pt_br: Cupom
ru: Купон
sv: Kupong
tr: Kupon
zh: 优惠券

source: advance status
ar: حالة متقدمة
bn: অগ্রিম অবস্থা
de: Vorlaufstatus
hi: अग्रिम स्थिति
id: status maju
it: stato avanzato
ja: 進行状況
ko: 고급 상태
nl: voortgangsstatus
pl: status zaawansowany
pt_br: Avançar status
ru: предварительный статус
sv: förskottsstatus
tr: avans durumu
zh: 提前状态

source: Delete last status
ar: احذف آخر حالة
bn: শেষ স্ট্যাটাস মুছুন
de: Letzten Status löschen
hi: अंतिम स्थिति हटाएं
id: Hapus status terakhir
it: Elimina l'ultimo stato
ja: 最後のステータスを削除
ko: 마지막 상태 삭제
nl: Laatste status verwijderen
pl: Usuń ostatni stan
pt_br: Excluir o último status
ru: Удалить последний статус
sv: Ta bort senaste status
tr: Son durumu sil
zh: 删除最后状态
