Repository: yosephyonas/Driver-app
Catalog: lib/l10n/intl_*.arb
Languages: ar, bn, de, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, zh

# dataBeingAnalyzedByTeamWait
source: Your data is being analyzed by our team, just wait.
ar: يقوم فريقنا بتحليل بياناتك ، فقط انتظر.
bn: আপনার তথ্য আমাদের দল দ্বারা বিশ্লেষণ করা হচ্ছে, শুধু অপেক্ষা করুন.
de: Ihre Daten werden von unserem Team analysiert, warten Sie einfach.
hi: आपके डेटा का विश्लेषण हमारी टीम द्वारा किया जा रहा है, बस प्रतीक्षा करें।
id: Data Anda sedang dianalisis oleh tim kami, tunggu saja.
it: I tuoi dati vengono analizzati dal nostro team, aspetta.
ja: あなたのデータは私たちのチームによって分析されています。お待ちください。
ko: 귀하의 데이터는 저희 팀에서 분석 중입니다. 잠시만 기다려 주십시오.
nl: Uw gegevens worden geanalyseerd door ons team, wacht even.
pl: Twoje dane są analizowane przez nasz zespół, poczekaj.
pt_br: Seus dados estão sendo analisados pela nossa equipe, basta aguardar.
ru: Ваши данные анализируются нашей командой, просто подождите.
sv: Din data analyseras av vårt team, vänta bara.
tr: Verileriniz ekibimiz tarafından analiz ediliyor, bekleyin.
zh: 我们的团队正在分析您的数据，请稍候。

# needCheckSomeData
source: You need to check some data
ar: تحتاج إلى التحقق من بعض البيانات
bn: আপনাকে কিছু ডেটা চেক করতে হবে
de: Sie müssen einige Daten überprüfen
hi: आपको कुछ डेटा की जांच करने की आवश्यकता है
id: Anda perlu memeriksa beberapa data
it: Devi controllare alcuni dati
ja: いくつかのデータを確認する必要があります
ko: 일부 데이터를 확인해야 합니다.
nl: U moet enkele gegevens controleren
pl: Musisz sprawdzić niektóre dane
pt_br: Você precisa conferir alguns dados
ru: Вам нужно проверить некоторые данные
sv: Du måste kontrollera vissa uppgifter
tr: Bazı verileri kontrol etmeniz gerekiyor
zh: 你需要检查一些数据

source: Edit Data
ar: تحرير البيانات
bn: সম্পাদনা তথ্য
de: Daten bearbeiten
hi: डेटा संपादित करें
it: Modifica dati
ja: データの編集
ko: 데이터 편집
nl: Gegevens bewerken
pl: Edytuj dane
pt_br: Editar os Dados
ru: ИзмеString данные
sv: Redigera data
tr: Verileri Düzenle
zh: 编辑数据

source: Earnings
ar: أرباح
bn: আয়
de: Verdienste
hi: आय
id: Pendapatan
it: Guadagno
ja: 収益
ko: 수입
nl: Inkomsten
pl: Zyski
pt_br: Ganhos
ru: Доход
sv: Förtjänst
tr: Kazanç
zh: 收益

source: Today
ar: اليوم
bn: আজ
de: Heute
hi: आज
id: Hari ini
it: In data odierna
ja: 今日
ko: 오늘
nl: Vandaag
pl: Dziś
pt_br: Hoje
ru: Сегодня
sv: I dag
tr: Bugün
zh: 今天

source: Yesterday
ar: في الامس
bn: গতকাল
de: Gestern
hi: कल
id: Kemarin
it: Ieri
ja: 昨日
ko: 어제
nl: Gisteren
pl: Wczoraj
pt_br: Ontem
ru: Вчерашний день
sv: I går
tr: Dün
zh: 昨天

# sevenDays
source: 7 days
ar: 7 أيام
bn: 7 দিন
de: 7 Tage
hi: 7 दिन
id: 7 hari
it: 7 giorni
ja: 7日
ko: 7 일
nl: 7 dagen
pl: 7 dni
pt_br: 7 dias
ru: 7 дней
sv: 7 dagar
tr: 7 gün
zh: 7天

source: Chat with customer
ar: الدردشة مع العملاء
bn: গ্রাহকের সাথে চ্যাট করুন
de: Chatten Sie mit dem Kunden
hi: ग्राहक के साथ चैट करें
id: Mengobrol dengan pelanggan
it: Chatta con il cliente
ja: 顧客とチャット
ko: 고객과 채팅
nl: Chatten met klant
pl: Porozmawiaj z klientem
pt_br: Conversar com o cliente
ru: Чат с клиентом
sv: Chatta med kunden
tr: müşteri ile sohbet
zh: 与客户聊天

source: No messages
ar: لا رسائل
bn: কোন বার্তা নেই
de: Keine Nachrichten
hi: कोई संदेश नहीं
id: Tidak ada pesan
it: Nessun messaggio
ja: メッセージがありません
ko: 메시지 없음
nl: Geen berichten
pl: Brak wiadomości
pt_br: Nenhuma mensagem
ru: Нет сообщений
sv: Inga meddelanden
tr: Mesaj yok
zh: 没有消息

source: Enter a message
ar: أدخل رسالة
bn: একটি বার্তা লিখুন
de: Geben Sie eine Nachricht ein
hi: एक संदेश दर्ज करें
id: Masukkan pesan
it: Inserisci un messaggio
ja: メッセージを入力してください
ko: 메시지를 입력하세요
nl: Voer een bericht in
pl: Wpisz wiadomość
pt_br: Digite uma mensagem
ru: Введите сообщение
sv: Ange ett meddelande
tr: bir mesaj girin
zh: 输入信息

source: Register updated successfully
ar: تم تحديث التسجيل بنجاح
bn: নিবন্ধন সফলভাবে আপডেট করা হয়েছে
de: Registrierung erfolgreich aktualisiert
hi: रजिस्टर सफलतापूर्वक अपडेट किया गया
id: Daftar berhasil diperbarui
it: Registro aggiornato correttamente
ja: 登録が正常に更新されました
ko: 등록이 성공적으로 업데이트되었습니다.
nl: Registreer succesvol geüpdatet
pl: Rejestracja zaktualizowana pomyślnie
pt_br: Cadastro atualizado com sucesso
ru: Регистрация успешно обновлена
sv: Registreringen har uppdaterats
tr: Kayıt başarıyla güncellendi
zh: 注册更新成功

# errorUpdatingRegistrationTryAgain
source: Error updating registration, please try again.
ar: خطأ في تحديث التسجيل ، يرجى المحاولة مرة أخرى.
bn: নিবন্ধন আপডেট করার সময় ত্রুটি, অনুগ্রহ করে আবার চেষ্টা করুন।
de: Fehler beim Aktualisieren der Registrierung, bitte versuchen Sie es erneut.
hi: पंजीकरण अपडेट करने में त्रुटि, कृपया पुन: प्रयास करें।
id: Terjadi kesalahan saat memperbarui pendaftaran, harap coba lagi.
it: Errore durante l'aggiornamento della registrazione, riprova.
ja: 登録の更新中にエラーが発生しました。もう一度お試しください。
ko: 등록을 업데이트하는 동안 오류가 발생했습니다. 다시 시도해 주세요.
nl: Fout bij bijwerken van registratie, probeer het opnieuw.
pl: Błąd podczas aktualizacji rejestracji, spróbuj ponownie.
pt_br: Erro ao atualizar cadastro, tente novamente
ru: Ошибка при обновлении регистрации, попробуйте еще раз.
sv: Det gick inte att uppdatera registreringen, försök igen.
tr: Kayıt güncellenirken hata oluştu, lütfen tekrar deneyin.
zh: 更新注册时出错，请重试。

# fixErrorFieldsTryAgain
source: Fix the error fields and try again
ar: أصلح حقول الخطأ وحاول مرة أخرى
bn: ত্রুটি ক্ষেত্র ঠিক করুন এবং আবার চেষ্টা করুন
de: Korrigieren Sie die Fehlerfelder und versuchen Sie es erneut
hi: त्रुटि फ़ील्ड ठीक करें और पुनः प्रयास करें
id: Perbaiki bidang kesalahan dan coba lagi
it: Correggi i campi di errore e riprova
ja: エラー フィールドを修正して、もう一度お試しください
ko: 오류 필드를 수정하고 다시 시도하십시오.
nl: Corrigeer de foutvelden en probeer het opnieuw
pl: Napraw pola błędów i spróbuj ponownie
pt_br: Corrija os campos com erro e tente novamente
ru: Исправьте поля с ошибками и повторите попытку.
sv: Åtgärda felfälten och försök igen
tr: Hata alanlarını düzeltin ve tekrar deneyin
zh: 修复错误字段并重试

source: Successfully registered
ar: سجلت بنجاح
bn: সফল ভাবে নথি ভুক্ত
de: Erfolgreich registriert
hi: पंजीकरण सफलतापूर्वक हो गया है
id: Pendaftaran berhasil
it: Registrato con successo
ja: 正常に登録されました
ko: 성공적으로 등록되었습니다
nl: Succesvol geregistreerd
pl: Zarejestrowano pomyślnie
pt_br: Cadastro realizado com sucesso
ru: Успешно зарегистрирован
sv: Registrerad framgångsrikt
tr: Başarıyla kaydedildi
zh: 注册成功

# errorRegisteringTryAgain
source: Error registering, please try again
ar: خطأ في التسجيل ، يرجى المحاولة مرة أخرى
bn: নিবন্ধন করার সময় ত্রুটি, অনুগ্রহ করে আবার চেষ্টা করুন
de: Fehler bei der Registrierung, bitte versuchen Sie es erneut
hi: पंजीकरण करने में त्रुटि, कृपया पुन: प्रयास करें
id: Kesalahan mendaftar, silakan coba lagi
it: Errore durante la registrazione, riprova
ja: 登録中にエラーが発生しました。もう一度お試しください
ko: 등록하는 동안 오류가 발생했습니다. 다시 시도해 주세요.
nl: Fout bij het registreren, probeer het opnieuw
pl: Błąd rejestracji, spróbuj ponownie
pt_br: Erro ao realizar cadastro, tente novamente
ru: Ошибка регистрации, попробуйте еще раз
sv: Det gick inte att registrera, försök igen
tr: Kaydolma hatası, lütfen tekrar deneyin
zh: 注册错误，请重试

# waitSavingRegistration
source: Please wait, we are saving your registration
ar: الرجاء الانتظار ، نحن نحفظ تسجيلك
bn: অনুগ্রহ করে অপেক্ষা করুন, আমরা আপনার নিবন্ধন সংরক্ষণ করছি
de: Bitte warten Sie, wir speichern Ihre Anmeldung
hi: कृपया प्रतीक्षा करें, हम आपका पंजीकरण सहेज रहे हैं
id: Harap tunggu, kami sedang menyimpan pendaftaran Anda
it: Attendi, stiamo salvando la tua registrazione
ja: お待ちください。登録を保存しています。
ko: 잠시만 기다려 주십시오. 등록을 저장하고 있습니다.
nl: Even geduld, we slaan uw registratie op
pl: Proszę czekać, zapisujemy Twoją rejestrację
pt_br: Aguarde, estamos salvando o seu cadastro
ru: Пожалуйста, подождите, мы сохраняем вашу регистрацию
sv: Vänta, vi sparar din registrering
tr: Lütfen bekleyin, kaydınızı kaydediyoruz
zh: 请稍候，我们正在保存您的注册

source: Select image source
ar: حدد مصدر الصورة
bn: ছবির উৎস নির্বাচন করুন
de: Bildquelle auswählen
hi: छवि स्रोत का चयन करें
id: Pilih sumber gambar
it: Seleziona la sorgente dell'immagine
ja: 画像ソースを選択
ko: 이미지 소스 선택
nl: Selecteer afbeeldingsbron
pl: Wybierz źródło obrazu
pt_br: Selecione a origem da imagem
ru: Выберите источник изображения
sv: Välj bildkälla
tr: Görüntü kaynağını seçin
zh: 选择图片来源
