Repository: yosephyonas/Driver-app
Catalog: lib/l10n/intl_*.arb
Languages: ar, bn, de, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, zh

# enterBaseDistance
source: Enter the base distance
ar: أدخل المسافة الأساسية
bn: বেস দূরত্ব লিখুন
de: Geben Sie den Basisabstand ein
hi: आधार दूरी दर्ज करें
id: Masukkan jarak dasar
it: Immettere la distanza di base
ja: 基準距離を入力してください
ko: 기본 거리 입력
nl: Voer de basisafstand in
pl: Wprowadź odległość bazową
pt_br: Digite a distância base
ru: Введите базовое расстояние
sv: Ange basavståndet
tr: Taban mesafesini girin
zh: 输入基本距离

source: Base distance
ar: المسافة الأساسية
bn: ভিত্তি দূরত্ব
de: Basisabstand
hi: आधार दूरी
id: Jarak dasar
it: Distanza di base
ja: ベース距離
ko: 기본 거리
nl: Basisafstand
pl: Odległość bazowa
pt_br: Distância base
ru: Базовое расстояние
sv: Basavstånd
tr: Taban mesafesi
zh: 基本距离

source: Amount initially charged
ar: المبلغ المشحون في البداية
bn: প্রাথমিকভাবে চার্জ করা পরিমাণ
de: Ursprünglich berechneter Betrag
hi: शुरू में चार्ज की गई राशि
id: Jumlah yang awalnya dibebankan
it: Importo inizialmente addebitato
ja: 最初に請求される金額
ko: 처음 청구된 금액
nl: Bedrag in eerste instantie in rekening gebracht
pl: Kwota początkowo naliczona
pt_br: Valor cobrado inicialmente
ru: Первоначально списанная сумма
sv: Belopp som ursprungligen debiterades
tr: Başlangıçta tahsil edilen tutar
zh: 最初收取的金额

# enterBaseAmount
source: Enter the base amount
ar: أدخل المبلغ الأساسي
bn: মূল পরিমাণ লিখুন
de: Geben Sie den Grundbetrag ein
hi: आधार राशि दर्ज करें
id: Masukkan jumlah dasar
it: Inserisci l'importo di base
ja: 基本金額を入力
ko: 기준금액을 입력하세요
nl: Vul het basisbedrag in
pl: Wpisz kwotę bazową
pt_br: Digite o valor base
ru: Введите базовую сумму
sv: Ange basbeloppet
tr: Temel tutarı girin
zh: 输入基础金额

source: Base amount
ar: كمية أساسية
bn: ভিত্তি পরিমাণ
de: Grundbetrag
hi: मूल
id: Jumlah dasar
it: Importo base
ja: 基準額
ko: 기본 금액
nl: Basis aantal
pl: Podstawowa kwota
pt_br: Valor base
ru: Базовая сумма
sv: Basbelopp
tr: Baz miktar
zh: 基础金额

source: Attention
ar: انتباه
bn: মনোযোগ
de: Aufmerksamkeit
hi: ध्यान
id: Perhatian
it: Attenzione
ja: 注意
ko: 주목
nl: Aandacht
pl: Uwaga
pt_br: Atenção
ru: Внимание
sv: Uppmärksamhet
tr: Dikkat
zh: 注意力

# theValuesWillResetAppBase
source: The values entered will be reset to the app's base value. Do you wish to continue?
ar: ستتم إعادة تعيين القيم التي تم إدخالها إلى القيمة الأساسية للتطبيق. هل ترغب في الاستمرار؟
bn: প্রবেশ করা মানগুলি অ্যাপের মূল মানতে পুনরায় সেট করা হবে। আপনি কি অবিরত করতে চান?
de: Die eingegebenen Werte werden auf den Basiswert der App zurückgesetzt. Möchten Sie fortfahren?
hi: दर्ज किए गए मान ऐप के मूल मान पर रीसेट कर दिए जाएंगे। क्या आप जारी रखना चाहते हैं?
id: Nilai yang dimasukkan akan diatur ulang ke nilai dasar aplikasi. Apakah Anda ingin melanjutkan?
it: I valori inseriti verranno reimpostati sul valore di base dell'app. Vuoi continuare?
ja: 入力した値は、アプリの基本値にリセットされます。続行しますか?
ko: 입력한 값은 앱의 기본 값으로 재설정됩니다. 계속하시겠습니까?
nl: De ingevoerde waarden worden teruggezet naar de basiswaarde van de app. Wilt u doorgaan?
pl: Wprowadzone wartości zostaną zresetowane do wartości bazowej aplikacji. Czy chcesz kontynuować?
pt_br: Os valores inseridos serão redefinidos pelo valor base do app. Deseja continuar?
ru: Введенные значения будут сброшены до базового значения приложения. Вы хотите продолжить?
sv: De angivna värdena kommer att återställas till appens basvärde. Vill du fortsätta?
tr: Girilen değerler, uygulamanın temel değerine sıfırlanacak. Devam etmek istiyor musunuz?
zh: 输入的值将重置为应用程序的基本值。你想继续吗？

source: Use app base value
ar: استخدم القيمة الأساسية للتطبيق
bn: অ্যাপ বেস মান ব্যবহার করুন
de: App-Basiswert verwenden
hi: ऐप बेस वैल्यू का इस्तेमाल करें
id: Gunakan nilai dasar aplikasi
it: Usa il valore di base dell'app
ja: アプリベース値を使用
ko: 앱 기본 가치 사용
nl: App-basiswaarde gebruiken
pl: Użyj wartości bazowej aplikacji
pt_br: Utilizar valor base do app
ru: Использовать базовое значение приложения
sv: Använd appbasvärde
tr: Uygulama temel değerini kullan
zh: 使用应用基础价值

# configureRideFeeValues
source: Configure your ride fee values
ar: تكوين قيم رسوم رحلتك
bn: আপনার রাইড ফি মান কনফিগার করুন
de: Konfigurieren Sie Ihre Fahrtgebührenwerte
hi: अपने सवारी शुल्क मूल्यों को कॉन्फ़िगर करें
id: Konfigurasikan nilai biaya perjalanan Anda
it: Configura i valori della tua tariffa di corsa
ja: 乗車料金の値を構成する
ko: 승차 요금 값 구성
nl: Configureer uw ritgeldwaarden
pl: Skonfiguruj wartości opłat za przejazd
ru: Настройте значения платы за поездку
sv: Konfigurera dina åkavgiftsvärden
tr: Sürüş ücreti değerlerinizi yapılandırın
zh: 配置您的乘车费用值

# needCreditCardMachineRideMercadoPagoDiscount
source: Need a credit card machine? Ride the one from Mercado Pago with up to 83% off by tapping here
ar: هل تحتاج إلى آلة بطاقة ائتمان؟ يمكنك ركوب السيارة من Mercado Pago بخصم يصل إلى 83٪ بالنقر هنا
bn: একটি ক্রেডিট কার্ড মেশিন প্রয়োজন? এখানে ট্যাপ করে 83% পর্যন্ত ছাড় সহ Mercado Pago থেকে রাইড করুন
de: Benötigen Sie einen Kreditkartenautomaten? Fahren Sie auf dem Mercado Pago mit bis zu 83 % Rabatt, indem Sie hier tippen
hi: क्रेडिट कार्ड मशीन चाहिए? यहां टैप करके 83% तक की छूट के साथ Mercado Pago की सवारी करें
id: Butuh mesin kartu kredit? Naik yang dari Mercado Pago dengan diskon hingga 83% dengan mengetuk di sini
it: Hai bisogno di una macchina per carte di credito? Cavalca quello del Mercado Pago con uno sconto fino all'83% toccando qui
ja: クレジットカード機が必要ですか？ここをタップすると最大 83% オフで Mercado Pago から乗車できます
ko: 신용 카드 기계가 필요하십니까? 여기를 탭하여 최대 83% 할인된 가격으로 Mercado Pago에서 탑승하세요.
nl: Creditcardautomaat nodig? Berijd die van Mercado Pago met tot 83% korting door hier te tikken
pl: Potrzebujesz automatu do kart kredytowych? Przejedź się tym z Mercado Pago ze zniżką do 83%, klikając tutaj
pt_br: Precisa de uma maquininha? Peça a do Mercado Pago com até 83% de desconto tocando aqui
ru: Нужна машина кредитной карты? Прокатитесь на Mercado Pago со скидкой до 83 %, нажав здесь.
sv: Behöver du en kreditkortsmaskin? Åk den från Mercado Pago med upp till 83 % rabatt genom att trycka här
tr: Kredi kartı makinesine mi ihtiyacınız var? Buraya dokunarak Mercado Pago'dan %83'e varan indirimle binin
zh: 需要刷卡机吗？点击此处，乘坐 Mercado Pago 的一辆，最高可享受 83% 的折扣

# activateOfflinePaymentDebitCard
source: Activate Offline Payment with Debit Card (you need to have your machine)
ar: قم بتنشيط الدفع دون الاتصال بالإنترنت باستخدام بطاقة الخصم (يجب أن يكون لديك جهازك)
bn: ডেবিট কার্ড দিয়ে অফলাইন পেমেন্ট সক্রিয় করুন (আপনার মেশিন থাকতে হবে)
de: Aktivieren Sie die Offline-Zahlung mit Debitkarte (Sie müssen Ihren Automaten haben)
hi: डेबिट कार्ड से ऑफलाइन भुगतान सक्रिय करें (आपके पास अपनी मशीन होनी चाहिए)
id: Aktifkan Pembayaran Offline dengan Kartu Debit (Anda harus memiliki mesin Anda)
it: Attiva il pagamento offline con carta di debito (è necessario avere la macchina)
ja: デビットカードでオフライン決済を有効にします (マシンが必要です)
ko: 직불카드로 오프라인 결제 활성화(기기가 있어야 함)
nl: Activeer offline betalen met pinpas (u moet uw automaat hebben)
pl: Aktywuj płatność offline kartą debetową (musisz mieć swój komputer)
pt_br: Ativar Pagamento Offline com Cartão de Débito (você precisa ter a sua maquininha)
ru: Активируйте автономный платеж с помощью дебетовой карты (вам необходимо иметь свой компьютер)
sv: Aktivera offlinebetalning med betalkort (du måste ha din maskin)
tr: Banka Kartı ile Çevrimdışı Ödemeyi Etkinleştir (makinenizin olması gerekir)
zh: 使用借记卡激活离线支付（你需要有你的机器）

# activateOfflinePaymentCreditCard
source: Activate Offline Payment with Credit Card (you need to have your machine)
ar: قم بتنشيط الدفع دون الاتصال بالإنترنت باستخدام بطاقة الائتمان (يجب أن يكون لديك جهازك)
bn: ক্রেডিট কার্ড দিয়ে অফলাইন পেমেন্ট সক্রিয় করুন (আপনার মেশিন থাকতে হবে)
de: Aktivieren Sie die Offline-Zahlung mit Kreditkarte (Sie müssen Ihr Gerät haben)
hi: क्रेडिट कार्ड से ऑफ़लाइन भुगतान सक्रिय करें (आपके पास अपनी मशीन होनी चाहिए)
id: Aktifkan Pembayaran Offline dengan Kartu Kredit (Anda harus memiliki mesin Anda)
it: Attiva il Pagamento Offline con Carta di Credito (è necessario avere la macchina)
ja: クレジットカードでオフライン決済を有効にします（マシンが必要です）
ko: 신용 카드로 오프라인 결제 활성화(기기가 있어야 함)
nl: Activeer offline betalen met creditcard (u moet uw machine hebben)
pl: Aktywuj płatność offline kartą kredytową (musisz mieć swój komputer)
pt_br: Ativar Pagamento Offline com Cartão de Crédito (você precisa ter a sua maquininha)
ru: Активируйте автономный платеж с помощью кредитной карты (вам необходимо иметь свой компьютер)
sv: Aktivera offlinebetalning med kreditkort (du måste ha din maskin)
tr: Kredi Kartı ile Çevrimdışı Ödemeyi Etkinleştir (makinenizin olması gerekir)
zh: 使用信用卡激活离线支付（你需要有你的机器）

source: Activate Cash Payment
ar: تفعيل الدفع النقدي
bn: ক্যাশ পেমেন্ট সক্রিয় করুন
de: Barzahlung aktivieren
hi: नकद भुगतान सक्रिय करें
id: Aktifkan Pembayaran Tunai
it: Attiva Pagamento in contanti
ja: 現金支払いを有効にする
ko: 현금 결제 활성화
nl: Contante betaling activeren
pl: Aktywuj płatność gotówką
pt_br: Ativar Pagamento em Dinheiro
ru: Активировать оплату наличными
sv: Aktivera Kontantbetalning
tr: Nakit Ödemeyi Etkinleştir
zh: 激活现金支付

# activateOnlyPaymentMercadoPago
source: Activate Online Payment with Mercado Pago (payment is sent instantly to the Mercado Pago account connected above)
ar: قم بتنشيط الدفع عبر الإنترنت مع Mercado Pago (يتم إرسال الدفع على الفور إلى حساب Mercado Pago المتصل أعلاه)
bn: Mercado Pago-এর মাধ্যমে অনলাইন পেমেন্ট সক্রিয় করুন (উপরে সংযুক্ত Mercado Pago অ্যাকাউন্টে তাৎক্ষণিকভাবে অর্থপ্রদান পাঠানো হয়)
de: Aktivieren Sie die Online-Zahlung mit Mercado Pago (die Zahlung wird sofort an das oben verbundene Mercado Pago-Konto gesendet)
hi: Mercado Pago के साथ ऑनलाइन भुगतान सक्रिय करें (उपरोक्त जुड़े Mercado Pago खाते में तुरंत भुगतान भेजा जाता है)
id: Aktifkan Pembayaran Online dengan Mercado Pago (pembayaran dikirim langsung ke akun Mercado Pago yang terhubung di atas)
it: Attiva il pagamento online con Mercado Pago (il pagamento viene inviato istantaneamente all'account Mercado Pago collegato sopra)
ja: Mercado Pago でのオンライン支払いを有効にします (支払いは、上記で接続された Mercado Pago アカウントに即座に送信されます)
ko: Mercado Pago로 온라인 결제 활성화(결제는 위에서 연결된 Mercado Pago 계정으로 즉시 전송됨)
nl: Activeer online betalen met Mercado Pago (betaling wordt direct verzonden naar het Mercado Pago-account dat hierboven is gekoppeld)
pl: Aktywuj płatność online z Mercado Pago (płatność jest wysyłana natychmiast na konto Mercado Pago połączone powyżej)
pt_br: Ativar Pagamento Online com o Mercado Pago (o pagamento é enviado na hora para a conta do Mercado Pago conectada acima)
ru: Активируйте онлайн-платеж с помощью Mercado Pago (платежи мгновенно отправляются на счет Mercado Pago, подключенный выше)
sv: Aktivera onlinebetalning med Mercado Pago (betalning skickas direkt till Mercado Pago-kontot som är anslutet ovan)
tr: Mercado Pago ile Çevrimiçi Ödemeyi Etkinleştir (ödeme, yukarıda bağlı Mercado Pago hesabına anında gönderilir)
zh: 使用 Mercado Pago 激活在线支付（付款会立即发送到上面连接的 Mercado Pago 帐户）

# settingHaveBeenSaved
source: The settings have been saved
ar: تم حفظ الإعدادات
bn: সেটিংস সংরক্ষণ করা হয়েছে
de: Die Einstellungen wurden gespeichert
hi: सेटिंग्स सहेज ली गई हैं
id: Pengaturan telah disimpan
it: Le impostazioni sono state salvate
ja: 設定が保存されました
ko: 설정이 저장되었습니다
nl: De instellingen zijn opgeslagen
pl: Ustawienia zostały zapisane
pt_br: As configurações foram salvas
ru: Настройки были сохранены
sv: Inställningarna har sparats
tr: Ayarlar kaydedildi
zh: 设置已保存

# errorUpdatingPaymentMethods
source: There was an error updating payment methods
ar: حدث خطأ أثناء تحديث طرق الدفع
bn: পেমেন্ট পদ্ধতি আপডেট করার সময় একটি ত্রুটি হয়েছে৷
de: Beim Aktualisieren der Zahlungsmethoden ist ein Fehler aufgetreten
hi: भुगतान विधियों को अपडेट करने में त्रुटि हुई
id: Terjadi kesalahan saat memperbarui metode pembayaran
it: Si è verificato un errore durante l'aggiornamento dei metodi di pagamento
ja: お支払い方法の更新中にエラーが発生しました
ko: 결제 수단을 업데이트하는 중에 오류가 발생했습니다.
nl: Er is een fout opgetreden bij het updaten van betaalmethoden
pl: Podczas aktualizowania form płatności wystąpił błąd
pt_br: Ocorreu um erro ao atualizar os métodos de pagamento
ru: Не удалось обновить способы оплаты.
sv: Det uppstod ett fel när betalningsmetoderna skulle uppdateras
tr: Ödeme yöntemleri güncellenirken bir hata oluştu
zh: 更新付款方式时出错

source: Agree
ar: يوافق على
bn: একমত
de: Zustimmen
hi: इस बात से सहमत
id: Setuju
it: Concordare
ja: 同意
ko: 동의하다
nl: Mee eens zijn
pl: Zgodzić się
pt_br: Concordo
ru: Соглашаться
sv: Hålla med
tr: Kabul etmek
zh: 同意

source: Disagree
ar: تعارض
bn: অসম্মতি
de: Nicht zustimmen
hi: असहमत
id: Tidak setuju
it: Disaccordo
ja: 同意しない
ko: 동의하지 않는다
nl: Het oneens zijn
pl: Nie zgadzać się
pt_br: Discordo
ru: Не согласен
sv: Instämmer inte alls
tr: Aynı fikirde olmamak
zh: 不同意

source: No permissions
ar: لا أذونات
bn: অনুমতি নেই
de: Keine Berechtigungen
hi: आज्ञा नहीं है
id: tidak ada izin
it: Nessun permesso
ja: 権限なし
ko: 권한 없음
nl: geen toestemming
pl: Brak uprawnień
pt_br: Sem permissões
ru: Нет разрешений
sv: inga tillstånd
tr: izin yokmu
zh: 没有权限

# appCollectsLocationEvenBackground
source: {appName} collects your location when you are available for rides to allow the customer to find the nearest drivers even when the application is closed (in background) or not in use.
ar: يجمع {appName} موقعك عندما تكون متاحًا للجولات للسماح للعميل بالعثور على أقرب السائقين حتى عندما يكون التطبيق مغلقًا (في الخلفية) أو غير مستخدم.
bn: যখন আপনি রাইডের জন্য উপলব্ধ থাকেন তখন {appName} আপনার অবস্থান সংগ্রহ করে যাতে গ্রাহককে অ্যাপ্লিকেশন বন্ধ থাকা অবস্থায় (পটভূমিতে) বা ব্যবহার না করা অবস্থায়ও নিকটতম ড্রাইভার খুঁজে পেতে পারেন।
de: {appName} erfasst Ihren Standort, wenn Sie für Fahrten verfügbar sind, damit der Kunde die nächstgelegenen Fahrer finden kann, selbst wenn die Anwendung geschlossen (im Hintergrund) oder nicht verwendet wird.
hi: {appName} जब आप राइड के लिए उपलब्ध होते हैं तो आपका स्थान एकत्र करता है ताकि ग्राहक को एप्लिकेशन के बंद होने पर भी (पृष्ठभूमि में) या उपयोग में न होने पर भी निकटतम ड्राइवर खोजने की अनुमति मिल सके।
id: {appName} mengumpulkan lokasi Anda saat Anda tersedia untuk perjalanan agar pelanggan dapat menemukan pengemudi terdekat bahkan saat aplikasi ditutup (di latar belakang) atau tidak digunakan.
it: {appName} raccoglie la tua posizione quando sei disponibile per le corse per consentire al cliente di trovare gli autisti più vicini anche quando l'applicazione è chiusa (in background) o non è in uso.
ja: {appName} は、アプリケーションが (バックグラウンドで) 閉じられている場合や使用されていない場合でも、顧客が最寄りのドライバーを見つけることができるように、乗車可能なときに位置情報を収集します。
ko: {appName}은(는) 애플리케이션이 닫혀 있거나(백그라운드에서) 사용 중이 아닐 때도 고객이 가장 가까운 운전기사를 찾을 수 있도록 귀하가 승차할 수 있을 때 귀하의 위치를 수집합니다.
nl: {appName} verzamelt uw locatie wanneer u beschikbaar bent voor ritten, zodat de klant de dichtstbijzijnde chauffeurs kan vinden, zelfs wanneer de applicatie is gesloten (op de achtergrond) of niet in gebruik is.
pl: {appName } zbiera Twoją lokalizację, gdy jesteś dostępny na przejażdżki, aby umożliwić klientowi znalezienie najbliższego kierowcy, nawet gdy aplikacja jest zamknięta (w tle) lub nie jest używana.
pt_br: O {appName} coleta a sua localização quando você está disponível para entregas para permitir que o cliente encontre o entregador mais próximo mesmo quando o aplicativo estiver fechado (em background) ou não estiver em uso.
ru: {appName } собирает ваше местоположение, когда вы доступны для поездок, чтобы клиент мог найти ближайших водителей, даже когда приложение закрыто (в фоновом режиме) или не используется.
sv: {appName } samlar in din plats när du är tillgänglig för turer så att kunden kan hitta närmaste förare även när applikationen är stängd (i bakgrunden) eller inte används.
tr: {appName }, uygulama kapalıyken (arka planda) veya kullanımda değilken bile müşterinin en yakın sürücüleri bulmasını sağlamak için, sürüş için uygun olduğunuzda konumunuzu toplar.
zh: {appName } 会在您有空乘车时收集您的位置，以使客户即使在应用程序关闭（在后台）或未使用时也能找到最近的司机。

source: Location Required
ar: الموقع مطلوب
bn: অবস্থান প্রয়োজন
de: Ort Erforderlich
hi: स्थान आवश्यक
id: Lokasi Diperlukan
it: Posizione richiesta
ja: 場所が必要です
ko: 위치 필수
nl: Locatie vereist
pl: Wymagana lokalizacja
pt_br: Localização Necessária
ru: Требуется местоположение
sv: Plats krävs
tr: Konum Gerekli
zh: 需要位置

# enableLocationContinue
source: Enable location to continue
ar: تمكين الموقع للمتابعة
bn: চালিয়ে যেতে অবস্থান সক্ষম করুন
de: Aktivieren Sie den Standort, um fortzufahren
hi: जारी रखने के लिए स्थान सक्षम करें
id: Aktifkan lokasi untuk melanjutkan
it: Abilita posizione per continuare
ja: 続行するには位置情報を有効にしてください
ko: 계속하려면 위치를 사용 설정하세요.
nl: Locatie inschakelen om door te gaan
pl: Włącz lokalizację, aby kontynuować
pt_br: Ative a localização para continuar
ru: Включите местоположение, чтобы продолжить
sv: Aktivera plats för att fortsätta
tr: Devam etmek için konumu etkinleştir
zh: 启用位置以继续

source: Activate
ar: تفعيل
bn: সক্রিয় করুন
de: aktivieren Sie
hi: सक्रिय
id: Mengaktifkan
it: Attivare
ja: 活性化
ko: 활성화
nl: Activeren
pl: Aktywuj
pt_br: Ativar
ru: Активировать
sv: Aktivera
tr: etkinleştir
zh: 启用

source: Go to Settings
ar: اذهب للاعدادات
bn: সেটিংস এ যান
de: Gehe zu den Einstellungen
hi: सेटिंग्स में जाओ
id: Pergi ke pengaturan
it: Vai alle impostazioni
ja: 設定に移動
ko: 설정으로 바로 가기
nl: Ga naar Instellingen
pl: Przejdź do ustawień
pt_br: Ir para as Configurações
ru: Перейти к настройкам
sv: Gå till Inställningar
tr: Ayarlara git
zh: 前往设置

# acessLocationAllTheTime
source: Access to Location All the Time
ar: الوصول إلى الموقع طوال الوقت
bn: সব সময় অবস্থান অ্যাক্সেস
de: Jederzeit Zugriff auf den Standort
hi: हर समय स्थान तक पहुंच
id: Akses ke Lokasi Setiap Saat
it: Accesso alla posizione tutto il tempo
ja: いつでも場所にアクセス
ko: 항상 위치에 액세스
nl: Altijd toegang tot locatie
pl: Dostęp do lokalizacji przez cały czas
pt_br: Acesso a Localização o Tempo Todo
ru: Доступ к местоположению все время
sv: Tillgång till plats hela tiden
tr: Her Zaman Konum Erişimi
zh: 随时访问位置

# allowAppAcessLocationAllTimesContinue
source: Allow the app to access your location at all times to continue
ar: اسمح للتطبيق بالوصول إلى موقعك في جميع الأوقات للمتابعة
bn: চালিয়ে যেতে অ্যাপটিকে সর্বদা আপনার অবস্থান অ্যাক্সেস করার অনুমতি দিন
de: Erlauben Sie der App, jederzeit auf Ihren Standort zuzugreifen, um fortzufahren
hi: जारी रखने के लिए ऐप्लिकेशन को हर समय आपके स्थान तक पहुंचने दें
id: Izinkan aplikasi mengakses lokasi Anda setiap saat untuk melanjutkan
it: Consenti all'app di accedere alla tua posizione in qualsiasi momento per continuare
ja: 続行するには、常に位置情報へのアクセスをアプリに許可してください
ko: 계속하려면 앱이 항상 내 위치에 액세스할 수 있도록 허용하세요.
nl: Geef de app altijd toegang tot je locatie om door te gaan
pl: Zezwól aplikacji na dostęp do Twojej lokalizacji przez cały czas, aby kontynuować
pt_br: Permita ao app acessar a sua localização o tempo todo para continuar
ru: Разрешите приложению постоянно получать доступ к вашему местоположению, чтобы продолжить.
sv: Tillåt appen att alltid komma åt din plats för att fortsätta
tr: Devam etmek için uygulamanın konumunuza her zaman erişmesine izin verin
zh: 允许该应用随时访问您的位置以继续

# clickOnAdressOpenInMap
source: Click on the address to open it on the map
ar: اضغط على العنوان لفتحه على الخريطة
bn: মানচিত্রে এটি খুলতে ঠিকানাটিতে ক্লিক করুন
de: Klicken Sie auf die Adresse, um sie auf der Karte zu öffnen
hi: पते को मानचित्र पर खोलने के लिए उस पर क्लिक करें
id: Klik pada alamat untuk membukanya di peta
it: Clicca sull'indirizzo per aprirlo sulla mappa
ja: 住所をクリックすると地図で開きます
ko: 주소를 클릭하면 지도에서 열립니다.
nl: Klik op het adres om het op de kaart te openen
pl: Kliknij adres, aby otworzyć go na mapie
pt_br: Clique no endereço para abri-lo no mapa
ru: Нажмите на адрес, чтобы открыть его на карте
sv: Klicka på adressen för att öppna den på kartan
tr: Haritada açmak için adrese tıklayın
zh: 点击地址在地图上打开

source: Collect
ar: يجمع
bn: সংগ্রহ করুন
de: Sammeln
hi: इकट्ठा करना
id: Mengumpulkan
it: Raccogliere
ja: 収集
ko: 수집
nl: Verzamelen
pl: Zebrać
pt_br: Coleta
ru: Собирать
sv: Samla
tr: Toplamak
zh: 搜集

# returnCollectLocation
source: Return to the Collection Location
ar: العودة إلى موقع المجموعة
bn: সংগ্রহের অবস্থানে ফিরে যান
de: Kehren Sie zum Sammelort zurück
hi: संग्रह स्थान पर लौटें
id: Kembali ke Lokasi Pengumpulan
it: Ritorna al luogo di ritiro
ja: 回収場所に戻る
ko: 수거 장소로 돌아가기
nl: Keer terug naar de afhaallocatie
pl: Wróć do lokalizacji kolekcji
pt_br: Retorno ao Local de Coleta
ru: Вернуться к месту сбора
sv: Återgå till insamlingsplatsen
tr: Toplama Konumuna Dön
zh: 返回收集地点

# boardingAddressNotProvidedContactCustomer
source: Pickup address not provided, please contact customer.
ar: لم يتم توفير عنوان الاستلام ، يرجى الاتصال بالعميل.
bn: পিকআপ ঠিকানা দেওয়া নেই, গ্রাহকের সাথে যোগাযোগ করুন.
de: Abholadresse nicht angegeben, bitte kontaktieren Sie den Kunden.
hi: पिकअप पता नहीं दिया गया, कृपया ग्राहक से संपर्क करें।
id: Alamat penjemputan tidak diberikan, harap hubungi pelanggan.
it: Indirizzo di ritiro non fornito, si prega di contattare il cliente.
ja: 集荷先住所が提供されていません。顧客に連絡してください。
ko: 픽업 주소가 제공되지 않았습니다. 고객에게 문의하십시오.
nl: Ophaaladres niet opgegeven, neem contact op met de klant.
pl: Nie podano adresu odbioru, prosimy o kontakt z klientem.
pt_br: Endereço de coleta não foi fornecido, entre em contato com o cliente.
ru: Адрес самовывоза не указан, свяжитесь с покупателем.
sv: Upphämtningsadress har inte angetts, kontakta kunden.
tr: Teslim alma adresi sağlanmadı, lütfen müşteriyle iletişime geçin.
zh: 未提供取货地址，请联系客户。

source: Accept
ar: قبول
bn: গ্রহণ করুন
de: Annehmen
hi: स्वीकार करना
id: Menerima
it: Accettare
ja: 承認
ko: 수용하다
nl: Aanvaarden
pl: Zaakceptować
pt_br: Aceitar
ru: Принимать
sv: Acceptera
tr: Kabul
zh: 接受

source: Refuse
ar: رفض
bn: প্রত্যাখ্যান
de: Sich weigern
hi: ठुकराना
id: Menolak
it: Rifiutare
ja: ごみ
ko: 거절하다
nl: Weigeren
pl: Odrzucać
pt_br: Recusar
ru: Мусор
sv: Vägra
tr: Reddetmek
zh: 拒绝

source: Cancel Ride
ar: إلغاء الركوب
bn: রাইড বাতিল করুন
de: Fahrt stornieren
hi: सवारी रद्द करें
id: Batalkan Perjalanan
it: Annulla corsa
ja: 乗車をキャンセル
ko: 승차 취소
nl: Rit annuleren
pl: Anuluj jazdę
pt_br: Cancelar Pedido
ru: ОтмеString поездку
sv: Avbryt färd
tr: Sürüşü İptal Et
zh: 取消行程

source: Finalize Ride
ar: إنهاء الركوب
bn: রাইড চূড়ান্ত করুন
de: Fahrt abschließen
hi: सवारी को अंतिम रूप दें
id: Selesaikan Perjalanan
it: Finalizza il giro
ja: ライドのファイナライズ
ko: 라이드 파이널라이즈
nl: Rit voltooien
pl: Zakończ jazdę
pt_br: Finalizar Pedido
ru: Завершить поездку
sv: Avsluta åkturen
tr: Sürüşü Sonlandır
zh: 完成骑行

# markDelivered
source: Market as Delivered
ar: السوق كما تم التسليم
bn: ডেলিভারি হিসাবে বাজার
de: Markt wie geliefert
hi: वितरित के रूप में बाजार
id: Pasar seperti yang Disampaikan
it: Mercato come consegnato
ja: 出荷時市場
ko: 배송된 상태로 시장
nl: Markt zoals geleverd
pl: Dostarcz na rynek
pt_br: Marcar como Entregue
ru: Рынок в готовом виде
sv: Marknad efter leverans
tr: Teslimat Olarak Pazar
zh: 交付市场

source: Passenger boarded
ar: استقل الركاب
bn: যাত্রী উঠল
de: Passagier eingestiegen
hi: यात्री सवार
id: penumpang naik
it: Passeggero imbarcato
ja: 搭乗した乗客
ko: 탑승한 승객
nl: Passagier aan boord
pl: Pasażer wszedł na pokład
pt_br: Passageiro embarcou
ru: Пассажир сел
sv: Passagerare gick ombord
tr: yolcu bindi
zh: 乘客登机

source: Ride Status
ar: حالة الركوب
bn: রাইড স্ট্যাটাস
de: Fahrstatus
hi: सवारी की स्थिति
id: Status Berkendara
it: Stato della corsa
ja: 乗車状況
ko: 승차 상태
nl: Ritstatus
pl: Stan jazdy
pt_br: Status do Pedido
ru: Статус поездки
sv: Åkstatus
tr: Sürüş Durumu
zh: 乘车状态

source: Driver Value
ar: قيمة السائق
bn: ড্রাইভার মান
de: Treiberwert
hi: चालक मूल्य
id: Nilai Pengemudi
it: Valore del conducente
ja: ドライバーの価値
ko: 드라이버 가치
nl: Driverwaarde
pl: Wartość kierowcy
pt_br: Taxa do Entregador
ru: Ценность драйвера
sv: Drivrutinsvärde
tr: Sürücü Değeri
zh: 驱动价值

source: App Fee
ar: رسوم التطبيق
bn: অ্যাপ ফি
de: App-Gebühr
hi: ऐप शुल्क
id: Biaya Aplikasi
it: Costo dell'app
ja: アプリ料金
ko: 앱 수수료
nl: App-kosten
pl: Opłata za aplikację
pt_br: Taxa do App
ru: Плата за приложение
sv: Appavgift
tr: Uygulama Ücreti
zh: 应用费

source: Note
ar: ملحوظة
bn: বিঃদ্রঃ
de: Notiz
hi: टिप्पणी
id: Catatan
it: Nota
ja: ノート
ko: 메모
nl: Opmerking
pl: Notatka
pt_br: Observação
ru: Примечание
sv: Notera
tr: Not
zh: 笔记
