Repository: yosephyonas/Driver-app
Catalog: lib/l10n/intl_*.arb
Languages: ar, bn, de, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, zh

# inputMinimumSize
source: {fieldName} must be at least {requiredSize} characters long
ar: يجب ألا يقل طول {fieldName} عن {requiredSize} من الأحرف
bn: {fieldName} অবশ্যই কমপক্ষে {requiredSize} অক্ষর দীর্ঘ হতে হবে৷
de: {fieldName} muss mindestens {requiredSize} Zeichen lang sein
hi: {fieldName} कम से कम {requiredSize} वर्ण लंबा होना चाहिए
id: {fieldName} setidaknya harus {requiredSize} karakter
it: {fieldName} deve contenere almeno {requiredSize} caratteri
ja: {fieldName} は {requiredSize} 文字以上にする必要があります
ko: {fieldName}은(는) {requiredSize}자 이상이어야 합니다.
nl: {fieldName} moet minimaal {requiredSize} tekens lang zijn
pl: Pole {fieldName } musi mieć co najmniej {requiredSize } znaków
pt_br: {fieldName} deve ser pelo menos de {requiredSize} caracteres
ru: {fieldName } должно быть не менее {requiredSize } символов.
sv: {fieldName } måste vara minst {requiredSize } tecken lång
tr: {fieldName } en az {requiredSize } karakter uzunluğunda olmalıdır
zh: {fieldName } 的长度必须至少为 {requiredSize } 个字符

source: Profile
ar: الملف الشخصي
bn: প্রোফাইল
de: Profil
hi: प्रोफ़ाइल
id: Profil
it: Profilo
ja: プロフィール
ko: 프로필
nl: Profiel
pl: Profil
pt_br: Perfil
ru: Профиль
sv: Profil
tr: Profil
zh: 轮廓

source: Settings
ar: إعدادات
bn: সেটিংস
de: Einstellungen
hi: समायोजन
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ru: Настройки
sv: inställningar
tr: Ayarlar
zh: 设置

source: Navigation
ar: التنقل
bn: নেভিগেশন
hi: मार्गदर्शन
id: Navigasi
it: Navigazione
ja: ナビゲーション
ko: 항해
nl: Navigatie
pl: Nawigacja
pt_br: Navegação
ru: Навигация
sv: Navigering
tr: Navigasyon
zh: 导航

source: Receive Rides
ar: تلقي المشاوير
bn: রাইড গ্রহণ
de: Fahrten erhalten
hi: सवारी प्राप्त करें
id: Terima Perjalanan
it: Ricevi corse
ja: 配車を受ける
ko: 라이드 받기
nl: Ritten ontvangen
pl: Otrzymuj przejazdy
pt_br: Receber Entregas
ru: Получать поездки
sv: Ta emot turer
tr: Sürüş Al
zh: 接收游乐设施

# errorUpdateStatus
source: An error occurred while refreshing the status, please try again
ar: حدث خطأ أثناء تحديث الحالة ، يرجى المحاولة مرة أخرى
bn: স্থিতি রিফ্রেশ করার সময় একটি ত্রুটি ঘটেছে, অনুগ্রহ করে আবার চেষ্টা করুন৷
de: Beim Aktualisieren des Status ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut
hi: स्थिति को रीफ़्रेश करते समय एक त्रुटि हुई, कृपया पुनः प्रयास करें
id: Terjadi kesalahan saat menyegarkan status, silakan coba lagi
it: Si è verificato un errore durante l'aggiornamento dello stato. Riprova
ja: ステータスの更新中にエラーが発生しました。もう一度お試しください
ko: 상태를 새로 고치는 동안 오류가 발생했습니다. 다시 시도하십시오.
nl: Er is een fout opgetreden tijdens het vernieuwen van de status, probeer het opnieuw
pl: Wystąpił błąd podczas odświeżania statusu, spróbuj ponownie
pt_br: Ocorreu um erro ao atualizar o status, tente novamente
ru: Произошла ошибка при обновлении статуса, повторите попытку.
sv: Ett fel uppstod när statusen uppdaterades, försök igen
tr: Durum yenilenirken bir hata oluştu, lütfen tekrar deneyin
zh: 刷新状态时出错，请重试

# errorChangeStatus
source: An error occurred while changing the status, please try again
ar: حدث خطأ أثناء تغيير الحالة ، يرجى المحاولة مرة أخرى
bn: স্থিতি পরিবর্তন করার সময় একটি ত্রুটি ঘটেছে, অনুগ্রহ করে আবার চেষ্টা করুন৷
de: Beim Ändern des Status ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut
hi: स्थिति बदलते समय एक त्रुटि हुई, कृपया पुनः प्रयास करें
id: Terjadi kesalahan saat mengubah status, silakan coba lagi
it: Si è verificato un errore durante la modifica dello stato, riprova
ja: ステータスの変更中にエラーが発生しました。もう一度お試しください
ko: 상태를 변경하는 동안 오류가 발생했습니다. 다시 시도하십시오.
nl: Er is een fout opgetreden bij het wijzigen van de status, probeer het opnieuw
pl: Wystąpił błąd podczas zmiany statusu, spróbuj ponownie
pt_br: Ocorreu um erro ao mudar o status, tente novamente
ru: Произошла ошибка при изменении статуса, попробуйте еще раз
sv: Ett fel uppstod när statusen ändrades, försök igen
tr: Durum değiştirilirken bir hata oluştu, lütfen tekrar deneyin
zh: 更改状态时出错，请重试

# linkRides
source: Link to Rides
ar: رابط لركوب الخيل
bn: রাইডের লিঙ্ক
de: Link zu Fahrgeschäften
hi: सवारी के लिए लिंक
id: Tautan ke Wahana
it: Link alle giostre
ja: 乗り物へのリンク
ko: 놀이기구 바로가기
nl: Link naar Ritten
pl: Link do przejażdżek
pt_br: Link para Entregas
ru: Ссылка на аттракционы
sv: Länk till Rides
tr: Sürüş Bağlantısı
zh: 链接到游乐设施

# yourRideValueSetByYouOrSystemDefault
source: Your ride value is set by you or you can use the system default value.
ar: يتم تحديد قيمة رحلتك بواسطتك أو يمكنك استخدام القيمة الافتراضية للنظام.
bn: আপনার রাইড মান আপনি সেট করেছেন অথবা আপনি সিস্টেম ডিফল্ট মান ব্যবহার করতে পারেন।
de: Ihr Fahrtwert wird von Ihnen festgelegt oder Sie können den Standardwert des Systems verwenden.
hi: आपका सवारी मूल्य आपके द्वारा निर्धारित किया जाता है या आप सिस्टम डिफ़ॉल्ट मान का उपयोग कर सकते हैं।
id: Nilai perjalanan Anda diatur oleh Anda atau Anda dapat menggunakan nilai default sistem.
it: Il valore della corsa è impostato da te oppure puoi utilizzare il valore predefinito del sistema.
ja: 乗車値は自分で設定するか、システムのデフォルト値を使用できます。
ko: 승차 값은 사용자가 설정하거나 시스템 기본값을 사용할 수 있습니다.
nl: Uw ritwaarde wordt door u ingesteld of u kunt de standaardwaarde van het systeem gebruiken.
pl: Twoja wartość jazdy jest ustawiona przez Ciebie lub możesz użyć domyślnej wartości systemowej.
pt_br: O valor da sua corrida é definido por você ou você pode utilizar o valor padrão do sistema.
ru: Стоимость поездки устанавливается вами или вы можете использовать системное значение по умолчанию.
sv: Ditt åkvärde ställs in av dig eller så kan du använda systemets standardvärde.
tr: Sürüş değeriniz sizin tarafınızdan belirlenir veya sistem varsayılan değerini kullanabilirsiniz.
zh: 您的乘车值由您设置，也可以使用系统默认值。

source: Next
ar: التالي
bn: পরবর্তী
de: Nächste
hi: अगला
id: Lanjut
it: Prossimo
ja: 次
ko: 다음
nl: Volgende
pl: Następny
pt_br: Próximo
ru: Следующий
sv: Nästa
tr: Sonraki
zh: 下一个

source: We don't profit from you
ar: نحن لا نستفيد منك
bn: আমরা আপনার থেকে লাভ না
de: Wir profitieren nicht von Ihnen
hi: हमें आपसे कोई लाभ नहीं है
id: Kami tidak mengambil untung dari Anda
it: Non guadagniamo da te
ja: 私たちはあなたから利益を得ません
ko: 우리는 당신에게서 이익을 얻지 않습니다
nl: Wij profiteren niet van u
pl: Nie zyskujemy na tobie
pt_br: Não ganhamos em cima de você
ru: Мы не получаем от вас выгоду
sv: Vi tjänar inte på dig
tr: senden kâr etmiyoruz
zh: 我们不从你那里获利

# youReceiveWhatYouSetInYourValues
source: You receive exactly what you set in your values and we add a small fee of 10% to the amount paid by the customer.
ar: تتلقى بالضبط ما حددته في قيمك ونضيف رسومًا رمزية بنسبة 10٪ إلى المبلغ الذي يدفعه العميل.
bn: আপনি আপনার মানগুলিতে ঠিক যা সেট করেছেন তা আপনি পাবেন এবং আমরা গ্রাহকের দ্বারা প্রদত্ত পরিমাণে 10% এর একটি ছোট ফি যোগ করি।
de: Sie erhalten genau das, was Sie in Ihren Werten eingestellt haben und wir addieren eine kleine Gebühr von 10% auf den vom Kunden gezahlten Betrag.
hi: आप ठीक वही प्राप्त करते हैं जो आपने अपने मूल्यों में निर्धारित किया है और हम ग्राहक द्वारा भुगतान की गई राशि में 10% का एक छोटा सा शुल्क जोड़ते हैं।
id: Anda menerima persis apa yang Anda tetapkan dalam nilai Anda dan kami menambahkan sedikit biaya sebesar 10% dari jumlah yang dibayarkan oleh pelanggan.
it: Ricevi esattamente ciò che hai impostato nei tuoi valori e aggiungiamo una piccola commissione del 10% all'importo pagato dal cliente.
ja: 値に設定したものを正確に受け取り、顧客が支払った金額に 10% の少額の手数料を追加します。
ko: 당신은 당신이 당신의 가치에 설정한 것을 정확히 받고 우리는 고객이 지불한 금액에 10%의 작은 수수료를 추가합니다.
nl: U ontvangt precies wat u in uw waarden hebt ingesteld en we voegen een kleine vergoeding van 10% toe aan het door de klant betaalde bedrag.
pl: Otrzymujesz dokładnie to, co ustawiłeś w swoich wartościach, a my doliczamy niewielką opłatę w wysokości 10% do kwoty zapłaconej przez klienta.
pt_br: Você recebe exatamente o que solicitou em seus valores e nos somamos uma pequena taxa de 10% ao valor pago pelo cliente.
ru: Вы получаете именно то, что указали в своих ценностях, и мы добавляем небольшую комиссию в размере 10% к сумме, уплаченной клиентом.
sv: Du får precis vad du ställer in i dina värden och vi lägger till en liten avgift på 10% på det belopp som kunden betalar.
tr: Değerlerinizde tam olarak belirlediğiniz şeyi alırsınız ve müşterinin ödediği tutara %10 gibi küçük bir ücret ekleriz.
zh: 您收到的正是您在价值观中设定的内容，我们会在客户支付的金额中添加 10% 的小额费用。

# yourLinkRideDirectlyWithYou
source: Your link to ride directly with you
ar: الرابط الخاص بك لركوب مباشرة معك
bn: আপনার সাথে সরাসরি রাইড করার জন্য আপনার লিঙ্ক
de: Ihr Link, um direkt mit Ihnen zu fahren
hi: सीधे आपके साथ सवारी करने के लिए आपका लिंक
id: Tautan Anda untuk berkendara langsung dengan Anda
it: Il tuo link per guidare direttamente con te
ja: あなたと直接乗るためのあなたのリンク
ko: 직접 탑승할 수 있는 링크
nl: Uw link om rechtstreeks met u mee te rijden
pl: Twój link do jazdy bezpośrednio z Tobą
pt_br: Seu link para pedirem diretamente com você
ru: Ваша ссылка для поездки прямо с вами
sv: Din länk för att åka direkt med dig
tr: Doğrudan sizinle sürüş bağlantınız
zh: 您直接与您同行的链接

# sendToCustomersAlreadyTrustWorkRidesFallToYou
source: Send it to customers who already trust your work and with that their rides fall directly to you.
ar: أرسلها إلى العملاء الذين يثقون بالفعل في عملك وبهذا تقع رحلاتهم إليك مباشرةً.
bn: এটি এমন গ্রাহকদের কাছে পাঠান যারা ইতিমধ্যেই আপনার কাজকে বিশ্বাস করে এবং তাদের রাইডগুলি সরাসরি আপনার কাছে পড়ে৷
de: Senden Sie es an Kunden, die Ihrer Arbeit bereits vertrauen, und damit fallen ihre Fahrten direkt an Sie.
hi: इसे उन ग्राहकों को भेजें जो पहले से ही आपके काम पर भरोसा करते हैं और इसके साथ ही उनकी सवारी सीधे आप पर पड़ती है।
id: Kirim ke pelanggan yang sudah mempercayai pekerjaan Anda dan dengan itu perjalanan mereka langsung jatuh ke tangan Anda.
it: Invialo ai clienti che già si fidano del tuo lavoro e con ciò le loro corse ricadono direttamente a te.
ja: すでにあなたの仕事を信頼している顧客に送って、彼らの乗り物があなたに直接降りかかるようにしましょう。
ko: 이미 귀하의 작업을 신뢰하고 그들의 라이드가 귀하에게 직접 전달되는 고객에게 보내십시오.
nl: Stuur het naar klanten die je werk al vertrouwen en daarmee komen hun ritten rechtstreeks op jou terecht.
pl: Wyślij go do klientów, którzy już zaufali Twojej pracy i dzięki temu ich przejazdy trafiają bezpośrednio do Ciebie.
pt_br: Mande para os clientes que já confiam no seu trabalho e com isso os pedidos deles caem diretamente para você.
ru: Отправьте его клиентам, которые уже доверяют вашей работе, и поэтому их поездки попадают непосредственно к вам.
sv: Skicka den till kunder som redan litar på ditt arbete och med det faller deras åk direkt till dig.
tr: Zaten işinize güvenen müşterilere gönderin ve bununla birlikte yolculukları doğrudan size düşüyor.
zh: 将其发送给已经信任您的工作并因此他们的游乐设施直接落到您身上的客户。

# muchMoreThoughtDriver
source: Much more thought for you driver!
ar: فكر أكثر بكثير بالنسبة لك السائق!
bn: আপনার জন্য আরো অনেক চিন্তা ড্রাইভার!
de: Viel mehr Gedanken für Sie Fahrer!
hi: आप ड्राइवर के लिए बहुत अधिक सोचा!
id: Lebih banyak pemikiran untuk Anda pengemudi!
it: Molto più pensato per il tuo pilota!
ja: ドライバーのことをもっと考えてください！
ko: 당신을 위해 훨씬 더 많은 생각!
nl: Veel meer aandacht voor je chauffeur!
pl: O wiele więcej myśli dla kierowcy!
pt_br: Muito mais pensado para você entregador!
ru: Гораздо больше мыслей для вас, водитель!
sv: Mycket mer tanke för din förare!
tr: Sürücünüz için çok daha fazla düşünce!
zh: 为您的司机考虑更多！

# possibilityCreateRideTeamMultipleRide
source: Possibility to create your ride team within the app, fulfill multiple rides and much more!
ar: إمكانية إنشاء فريق الركوب الخاص بك داخل التطبيق ، وتحقيق العديد من الرحلات وأكثر من ذلك بكثير!
bn: অ্যাপের মধ্যে আপনার রাইড টিম তৈরি করার সম্ভাবনা, একাধিক রাইড পূরণ এবং আরও অনেক কিছু!
de: Möglichkeit, Ihr Fahrteam in der App zu erstellen, mehrere Fahrten durchzuführen und vieles mehr!
hi: ऐप के भीतर अपनी सवारी टीम बनाने की संभावना, कई सवारी और बहुत कुछ पूरा करें!
id: Kemungkinan untuk membuat tim perjalanan Anda dalam aplikasi, memenuhi beberapa perjalanan dan banyak lagi!
it: Possibilità di creare la tua squadra di corse all'interno dell'app, realizzare più corse e molto altro!
ja: アプリ内でライド チームを作成したり、複数のライドを実行したりできます。
ko: 앱 내에서 라이드 팀을 만들고, 여러 라이드 등을 수행할 수 있습니다!
nl: Mogelijkheid om uw ritteam binnen de app te creëren, meerdere ritten te vervullen en nog veel meer!
pl: Możliwość stworzenia własnego zespołu jazdy w aplikacji, realizacji wielu przejażdżek i wiele więcej!
ru: Возможность создать свою команду в приложении, выполнять несколько поездок и многое другое!
sv: Möjlighet att skapa ditt åkteam i appen, genomföra flera åk och mycket mer!
tr: Uygulama içinde sürüş ekibinizi oluşturma, birden fazla sürüş gerçekleştirme ve çok daha fazlasını yapma imkanı!
zh: 可以在应用程序中创建您的骑行团队，完成多次骑行等等！

# haveDriversLicenseInHandCompleteRegistration
source: Now have your driver's license in hand to complete the registration
ar: الآن لديك رخصة القيادة الخاصة بك في متناول اليد لإكمال التسجيل
bn: রেজিস্ট্রেশন সম্পূর্ণ করতে এখন আপনার ড্রাইভিং লাইসেন্স হাতে রাখুন
de: Halten Sie nun Ihren Führerschein bereit, um die Registrierung abzuschließen
hi: पंजीकरण पूरा करने के लिए अब आपके पास अपने ड्राइवर का लाइसेंस है
id: Sekarang miliki SIM Anda untuk menyelesaikan pendaftaran
it: Ora tieni in mano la tua patente di guida per completare la registrazione
ja: 運転免許証を手元に用意して、登録を完了してください
ko: 이제 운전 면허증을 소지하고 등록을 완료하십시오.
nl: Houd nu uw rijbewijs bij de hand om de registratie te voltooien
pl: Teraz miej pod ręką prawo jazdy, aby dokończyć rejestrację
pt_br: Agora tenha seu CNH em mãos para preencher o cadastro
ru: Теперь имейте при себе водительское удостоверение, чтобы завершить регистрацию.
sv: Ha nu ditt körkort i handen för att slutföra registreringen
tr: Şimdi, kaydı tamamlamak için ehliyetinizi elinize alın.
zh: 现在拿着你的驾照来完成注册

source: Let's start
ar: لنبدأ
bn: চল শুরু করি
de: Lasst uns beginnen
hi: चलो शुरू करते हैं
id: Ayo mulai
it: Iniziamo
ja: はじめましょう
ko: 시작하자
nl: Laten we beginnen
pl: Zaczynajmy
pt_br: Vamos começar
ru: Давайте начнем
sv: Låt oss börja
tr: Hadi başlayalım
zh: 开始吧

source: Select Account Type
ar: حدد نوع الحساب
bn: অ্যাকাউন্টের ধরন নির্বাচন করুন
de: Kontotyp auswählen
hi: खाता प्रकार चुनें
id: Pilih Jenis Akun
it: Seleziona Tipo di conto
ja: アカウントの種類を選択
ko: 계정 유형 선택
nl: Selecteer accounttype
pl: Wybierz typ konta
pt_br: Selecione o Tipo de Conta
ru: Выберите тип учетной записи
sv: Välj Kontotyp
tr: Hesap Türünü Seçin
zh: 选择账户类型

# proceedRegistration
source: Proceed to registration
ar: الشروع في التسجيل
bn: রেজিস্ট্রেশনে এগিয়ে যান
de: Weiter zur Registrierung
hi: पंजीकरण के लिए आगे बढ़ें
id: Lanjutkan ke pendaftaran
it: Procedi alla registrazione
ja: 登録に進む
ko: 등록 진행
nl: Ga naar registratie
pl: Przejdź do rejestracji
pt_br: Continuar para o Cadastro
ru: Перейти к регистрации
sv: Fortsätt till registrering
tr: Kayıt işlemine devam edin
zh: 进行注册

# onlyRideViaLink
source: Only rides via the link
ar: يركب فقط عبر الرابط
bn: শুধুমাত্র লিঙ্ক মাধ্যমে রাইড
de: Fahrten nur über den Link
hi: केवल लिंक के माध्यम से सवारी करता है
id: Hanya naik melalui tautan
it: Corse solo tramite il link
ja: リンク経由のみの乗車
ko: 링크를 통해서만 탑승
nl: Rijdt alleen via de link
pl: Jeździ tylko przez link
pt_br: Apenas pedidos pelo link
ru: Проходит только по ссылке
sv: Åker endast via länken
tr: Sadece bağlantı üzerinden sürüyor
zh: 只能通过链接乘坐

# ridesLinkPanel
source: Rides by link and panel
ar: يركب عن طريق الرابط واللوحة
bn: লিঙ্ক এবং প্যানেল দ্বারা রাইড
de: Fahrten per Link und Panel
hi: लिंक और पैनल द्वारा सवारी
id: Naik dengan tautan dan panel
it: Corse per link e pannello
ja: リンクとパネルによる乗り物
ko: 링크 및 패널로 라이드
nl: Ritten via link en paneel
pl: Przejazdy przez link i panel
pt_br: Pedidos pelo link e pelo painel
ru: Поездки по ссылке и панели
sv: Rider via länk och panel
tr: Bağlantıya ve panele göre sürüşler
zh: 通过链接和面板骑行

# allowsDeviceCompleteAccountReceiveRidesOrJustLink
source: Entrejax allows you to decide whether you want to have a complete account and receive rides close to you or just receive via the link (to whom you share).
ar: يسمح لك Entrejax بتحديد ما إذا كنت تريد الحصول على حساب كامل وتلقي رحلات قريبة منك أو تلقيها فقط عبر الرابط (لمن تشاركه).
bn: Entrejax আপনাকে সিদ্ধান্ত নিতে দেয় যে আপনি একটি সম্পূর্ণ অ্যাকাউন্ট রাখতে চান এবং আপনার কাছাকাছি রাইডগুলি পেতে চান বা শুধুমাত্র লিঙ্কের মাধ্যমে গ্রহণ করতে চান (যাদের সাথে আপনি শেয়ার করেন)।
de: Mit Entrejax können Sie entscheiden, ob Sie ein vollständiges Konto haben und Fahrten in Ihrer Nähe erhalten möchten oder nur über den Link (mit wem Sie teilen).
hi: Entrejax आपको यह तय करने की अनुमति देता है कि क्या आप एक पूरा खाता रखना चाहते हैं और अपने करीब सवारी प्राप्त करना चाहते हैं या केवल लिंक के माध्यम से प्राप्त करना चाहते हैं (जिसे आप साझा करते हैं)।
id: Entrejax memungkinkan Anda untuk memutuskan apakah Anda ingin memiliki akun lengkap dan menerima perjalanan yang dekat dengan Anda atau hanya menerima melalui tautan (kepada siapa Anda berbagi).
it: Entrejax ti consente di decidere se vuoi avere un account completo e ricevere corse vicino a te o semplicemente ricevere tramite il link (con chi condividi).
ja: Entrejax を使用すると、完全なアカウントを持ち、近くで配車を受けるか、(共有先の) リンクを介して受け取るかを決定できます。
ko: Entrejax를 사용하면 완전한 계정을 갖고 가까운 곳에서 라이드를 받을지 아니면 링크를 통해 받을지(공유 대상)를 결정할 수 있습니다.
nl: Entrejax stelt u in staat om te beslissen of u een volledig account wilt hebben en ritten bij u in de buurt wilt ontvangen of alleen wilt ontvangen via de link (met wie u deelt).
pl: Entrejax pozwala Ci zdecydować, czy chcesz mieć pełne konto i otrzymywać przejazdy blisko Ciebie, czy po prostu otrzymywać je za pośrednictwem linku (komu udostępniasz).
pt_br: O Entrejax permite que você decida se quer ter uma conta completa e receber pedidos próximos de você ou apenas receber pedidos pelo seu link (para quem você compartilhar).
ru: Entrejax позволяет вам решить, хотите ли вы иметь полную учетную запись и получать поездки рядом с вами или просто получать по ссылке (кому вы делитесь).
sv: Entrejax låter dig bestämma om du vill ha ett komplett konto och ta emot turer nära dig eller bara ta emot via länken (till vem du delar).
tr: Entrejax, tam bir hesaba sahip olmak ve size yakın yolculuklar almak mı yoksa sadece bağlantı yoluyla (kiminle paylaştığınız) almak mı istediğinize karar vermenize olanak tanır.
zh: Entrejax 允许您决定是想要拥有一个完整的帐户并接收您附近的游乐设施，还是仅通过链接（您分享给谁）接收。

# receiveRideEntrejaxAndLink
source: Receive rides from Entrejax dashboard and have my link
ar: تلقي مشاوير من Entrejax لوحة القيادة والحصول على الرابط الخاص بي
bn: Entrejax ড্যাশবোর্ড থেকে রাইড গ্রহণ করুন এবং আমার লিঙ্ক আছে
de: Erhalten Sie Fahrten vom Entrejax-Dashboard und haben Sie meinen Link
hi: Entrejax डैशबोर्ड से सवारी प्राप्त करें और मेरा लिंक प्राप्त करें
id: Terima tumpangan dari dasbor Entrejax dan dapatkan tautan saya
it: Ricevi corse dalla dashboard di Entrejax e ottieni il mio link
ja: Entrejax ダッシュボードから配車を受け、私のリンクを取得する
ko: Entrejax 대시보드에서 라이드 수신 및 내 링크 보유
nl: Ontvang ritten van het Entrejax-dashboard en heb mijn link
pl: Otrzymuj przejazdy z pulpitu nawigacyjnego Entrejax i korzystaj z mojego linku
pt_br: Receber pedidos vindos do painel do Entrejax e ter meu link
ru: Получайте поездки с панели управления Entrejax и получайте мою ссылку
sv: Ta emot turer från Entrejax instrumentpanel och ha min länk
tr: Entrejax panosundan yolculukları alın ve bağlantımı alın
zh: 从 Entrejax 仪表板接收游乐设施并获取我的链接

# receiveRideLinkOnly
source: Receive rides through my link only
ar: تلقي رحلات من خلال الرابط الخاص بي فقط
bn: শুধুমাত্র আমার লিঙ্ক মাধ্যমে রাইড গ্রহণ
de: Erhalten Sie Fahrten nur über meinen Link
hi: केवल मेरे लिंक के माध्यम से सवारी प्राप्त करें
id: Terima tumpangan hanya melalui tautan saya
it: Ricevi corse solo tramite il mio link
ja: 私のリンクからのみ配車を受け取る
ko: 내 링크를 통해서만 라이드 받기
nl: Ontvang ritten alleen via mijn link
pl: Otrzymuj przejazdy tylko przez mój link
pt_br: Receber pedidos pelo meu link somente
ru: Получайте поездки только по моей ссылке
sv: Ta endast emot turer via min länk
tr: Yalnızca benim bağlantım üzerinden yolculukları alın
zh: 仅通过我的链接接收游乐设施

# optionAutomaticallyReceiveRidesPanelAndHaveLink
source: In this option you will be able to automatically receive rides from the Entrejax panel, even from customers who do not have your link, but we will need to verify and validate your documents.
ar: في هذا الخيار ، ستتمكن من تلقي المشاوير تلقائيًا من لوحة Entrejax ، حتى من العملاء الذين ليس لديهم الرابط الخاص بك ، لكننا سنحتاج إلى التحقق من مستنداتك والتحقق منها.
bn: এই বিকল্পে আপনি স্বয়ংক্রিয়ভাবে Entrejax প্যানেল থেকে রাইডগুলি গ্রহণ করতে সক্ষম হবেন, এমনকি এমন গ্রাহকদের কাছ থেকে যাদের কাছে আপনার লিঙ্ক নেই, কিন্তু আমাদের আপনার নথিগুলি যাচাই এবং যাচাই করতে হবে৷
de: Bei dieser Option können Sie automatisch Fahrten vom Entrejax-Panel erhalten, auch von Kunden, die Ihren Link nicht haben, aber wir müssen Ihre Dokumente überprüfen und validieren.
hi: इस विकल्प में आप Entrejax पैनल से स्वचालित रूप से सवारी प्राप्त करने में सक्षम होंगे, यहां तक कि उन ग्राहकों से भी जिनके पास आपका लिंक नहीं है, लेकिन हमें आपके दस्तावेज़ों को सत्यापित और मान्य करने की आवश्यकता होगी।
id: Dalam opsi ini Anda akan dapat secara otomatis menerima perjalanan dari panel Entrejax, bahkan dari pelanggan yang tidak memiliki tautan Anda, tetapi kami perlu memverifikasi dan memvalidasi dokumen Anda.
it: In questa opzione potrai ricevere automaticamente le corse dal pannello di Entrejax, anche dai clienti che non hanno il tuo link, ma dovremo verificare e convalidare i tuoi documenti.
ja: このオプションでは、あなたのリンクを持っていない顧客からでも、Entrejax パネルから自動的に配車を受け取ることができますが、私たちはあなたの書類を確認して検証する必要があります.
ko: 이 옵션을 선택하면 링크가 없는 고객이라도 Entrejax 패널에서 자동으로 라이드를 받을 수 있지만 문서를 확인하고 확인해야 합니다.
nl: Bij deze optie kunt u automatisch ritten ontvangen van het Entrejax-paneel, zelfs van klanten die uw link niet hebben, maar we moeten uw documenten verifiëren en valideren.
pl: W tej opcji będziesz mógł automatycznie otrzymywać przejazdy z panelu Entrejax, nawet od klientów, którzy nie mają Twojego linku, ale będziemy musieli zweryfikować i zatwierdzić Twoje dokumenty.
pt_br: Nesta opção você poderá receber pedidos automaticamente vindos do painel do Entrejax, mesmo de clientes que não tenham seu link, porém precisaremos verificar e validar seus documentos.
ru: В этом варианте вы сможете автоматически получать поездки с панели Entrejax даже от клиентов, у которых нет вашей ссылки, но нам нужно будет проверить и утвердить ваши документы.
sv: I det här alternativet kommer du att automatiskt kunna ta emot åkningar från Entrejax-panelen, även från kunder som inte har din länk, men vi kommer att behöva verifiera och validera dina dokument.
tr: Bu seçenekte, bağlantınıza sahip olmayan müşterilerden bile Entrejax panelinden otomatik olarak yolculuklar alabileceksiniz, ancak belgelerinizi doğrulamamız ve onaylamamız gerekecek.
zh: 在此选项中，您将能够从 Entrejax 面板自动接收行程，即使是没有您的链接的客户，但我们需要验证和验证您的文件。
