Repository: yosephyonas/Driver-app
Catalog: lib/l10n/intl_*.arb
Languages: ar, bn, de, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, zh

# optionMustShareLink
source: In this option, only customers who have your link will be able to ask for it. You must share your link with your customers and will not appear for rides nearby on the Entrejax dashboard.
ar: في هذا الخيار ، سيتمكن العملاء الذين لديهم الرابط الخاص بك فقط من طلب ذلك. يجب عليك مشاركة الرابط الخاص بك مع عملائك ولن يظهر للركوب في مكان قريب على لوحة معلومات Entrejax.
bn: এই বিকল্পে, শুধুমাত্র গ্রাহকরা যাদের কাছে আপনার লিঙ্ক আছে তারা এটি চাইতে পারবে। আপনাকে অবশ্যই আপনার গ্রাহকদের সাথে আপনার লিঙ্ক শেয়ার করতে হবে এবং Entrejax ড্যাশবোর্ডে কাছাকাছি রাইডের জন্য প্রদর্শিত হবে না।
de: Bei dieser Option können nur Kunden, die Ihren Link haben, danach fragen. Sie müssen Ihren Link mit Ihren Kunden teilen und werden nicht für Fahrten in der Nähe auf dem Entrejax-Dashboard angezeigt.
hi: इस विकल्प में, केवल वही ग्राहक इसके लिए पूछ सकेंगे जिनके पास आपका लिंक है। आपको अपना लिंक अपने ग्राहकों के साथ साझा करना होगा और Entrejax डैशबोर्ड पर आस-पास की सवारी के लिए दिखाई नहीं देंगे।
id: Dalam opsi ini, hanya pelanggan yang memiliki tautan Anda yang dapat memintanya. Anda harus membagikan tautan Anda dengan pelanggan Anda dan tidak akan muncul untuk wahana terdekat di dasbor Entrejax.
it: In questa opzione, solo i clienti che hanno il tuo link potranno richiederlo. Devi condividere il tuo link con i tuoi clienti e non apparirà per le corse nelle vicinanze sulla dashboard di Entrejax.
ja: このオプションでは、リンクを持っている顧客のみが要求できます。リンクを顧客と共有する必要があり、Entrejax ダッシュボードの近くの乗り物には表示されません。
ko: 이 옵션에서는 귀하의 링크가 있는 고객만 링크를 요청할 수 있습니다. 링크를 고객과 공유해야 하며 Entrejax 대시보드에 근처의 놀이기구에 대해 표시되지 않습니다.
nl: In deze optie kunnen alleen klanten die uw link hebben, erom vragen. U moet uw link delen met uw klanten en zal niet verschijnen voor ritten in de buurt op het Entrejax-dashboard.
pl: W tej opcji tylko klienci, którzy mają Twój link, będą mogli o niego poprosić. Musisz udostępnić swój link swoim klientom i nie pojawi się on dla przejazdów w pobliżu na pulpicie nawigacyjnym Entrejax.
pt_br: Nesta opção somente clientes que tiverem seu link conseguirão pedir pra você. Você deverá compartilhar seu link com seus clientes e não aparecerá para corridas próximas no painel do Entrejax.
ru: В этом варианте запрашивать ее смогут только клиенты, у которых есть ваша ссылка. Вы должны поделиться своей ссылкой со своими клиентами и не будете отображаться для поездок поблизости на панели управления Entrejax.
sv: I det här alternativet kommer bara kunder som har din länk att kunna be om den. Du måste dela din länk med dina kunder och kommer inte att visas för turer i närheten på Entrejax instrumentpanel.
tr: Bu seçenekte, yalnızca bağlantınıza sahip olan müşteriler bunu isteyebilecektir. Bağlantınızı müşterilerinizle paylaşmalısınız ve yakındaki yolculuklar için Entrejax panosunda görünmeyecektir.
zh: 在此选项中，只有拥有您的链接的客户才能请求它。您必须与您的客户分享您的链接，并且不会出现在 Entrejax 仪表板上附近的游乐设施中。

source: Registration
ar: تسجيل
bn: নিবন্ধন
de: Anmeldung
hi: पंजीकरण
id: Registrasi
it: Registrazione
ja: 登録
ko: 등록
nl: Registratie
pl: Rejestracja
pt_br: Cadastro
ru: Регистрация
sv: Registrering
tr: Kayıt
zh: 登记

source: Register
ar: يسجل
bn: নিবন্ধন
de: Registrieren
hi: पंजीकरण करवाना
id: Daftar
it: Registrati
ja: 登録
ko: 등록하다
pl: Zarejestrować
pt_br: Cadastrar
ru: регистр
sv: Registrera
tr: Kayıt ol
zh: 登记

# wantToLeaveRegistration
source: Do you want to leave the registration?
ar: هل تريد ترك التسجيل؟
bn: আপনি নিবন্ধন ছেড়ে যেতে চান?
de: Möchten Sie die Registrierung verlassen?
hi: क्या आप पंजीकरण छोड़ना चाहते हैं?
id: Apakah Anda ingin meninggalkan pendaftaran?
it: Vuoi lasciare la registrazione?
ja: 登録をやめますか？
ko: 등록을 종료하시겠습니까?
nl: Wilt u de registratie verlaten?
pl: Czy chcesz opuścić rejestrację?
pt_br: Deseja sair do cadastro?
ru: Вы хотите выйти из регистрации?
sv: Vill du lämna registreringen?
tr: Kayıttan çıkmak istiyor musunuz?
zh: 你想离开注册吗？

# exitingRegistrationDataLost
source: Upon exiting the registration, all data already entered will be lost.
ar: عند الخروج من التسجيل ، ستفقد جميع البيانات التي تم إدخالها بالفعل.
bn: নিবন্ধন থেকে প্রস্থান করার পরে, ইতিমধ্যে প্রবেশ করা সমস্ত ডেটা হারিয়ে যাবে।
de: Beim Verlassen der Registrierung gehen alle bereits eingegebenen Daten verloren.
hi: पंजीकरण से बाहर निकलने पर, पहले से दर्ज किया गया सभी डेटा खो जाएगा।
id: Setelah keluar dari pendaftaran, semua data yang sudah dimasukkan akan hilang.
it: All'uscita dalla registrazione, tutti i dati già inseriti andranno persi.
ja: 登録を終了すると、すでに入力されているすべてのデータが失われます。
ko: 등록을 종료하면 이미 입력된 모든 데이터가 손실됩니다.
nl: Bij het verlaten van de registratie gaan alle reeds ingevoerde gegevens verloren.
pl: Po wyjściu z rejestracji wszystkie wprowadzone dane zostaną utracone.
pt_br: Ao sair do cadastro, todos os dados já inseridos serão perdidos.
ru: При выходе из регистрации все уже введенные данные будут потеряны.
sv: När du avslutar registreringen kommer alla uppgifter som redan har angetts att gå förlorade.
tr: Kayıttan çıkıldığında, girilen tüm veriler kaybolacaktır.
zh: 退出注册后，所有已输入的数据都将丢失。

source: Cancel
ar: يلغي
bn: বাতিল করুন
de: Absagen
hi: रद्द करना
id: Membatalkan
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anulować
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal
zh: 取消

# declareHaveReadAgreed
source: By registering, you declare that you have read and agree to our
ar: بالتسجيل ، فإنك تقر بأنك قد قرأت ووافقت على
bn: নিবন্ধন করে, আপনি ঘোষণা করেন যে আপনি আমাদের পড়েছেন এবং সম্মত হন
de: Mit der Registrierung erklären Sie, dass Sie unsere gelesen haben und damit einverstanden sind
hi: पंजीकरण करके, आप घोषणा करते हैं कि आपने हमारे . को पढ़ लिया है और इससे सहमत हैं
id: Dengan mendaftar, Anda menyatakan bahwa Anda telah membaca dan menyetujui
it: Registrandoti dichiari di aver letto e di accettare il ns
ja: 登録することにより、あなたは私たちの
ko: 등록함으로써 귀하는 당사의 내용을 읽고 동의했음을 선언합니다.
nl: Door je te registreren, verklaar je dat je onze
pl: Rejestrując się, oświadczasz, że przeczytałeś i zgadzasz się z naszymi
pt_br: Ao se cadastrar você afirma que leu e concorda com os nossos
ru: Регистрируясь, вы заявляете, что прочитали и согласны с нашими
sv: Genom att registrera dig intygar du att du har läst och godkänner vår
tr: Kaydolarak, sözleşmemizi okuduğunuzu ve kabul ettiğinizi beyan etmiş olursunuz.
zh: 注册即表示您已阅读并同意我们的

# termsUsePrivacyPolicy
source: Terms of Use and Privacy Policy
ar: شروط الاستخدام و سياسة الخصوصية
bn: ব্যবহারের শর্তাবলী এবং গোপনীয়তা নীতি
de: Nutzungsbedingungen und Datenschutzrichtlinie
hi: उपयोग की शर्तें और गोपनीयता नीति
id: Persyaratan penggunaan dan kebijakan privasi
it: Condizioni d'uso e Informativa sulla privacy
ja: 利用規約とプライバシーポリシー
ko: 이용약관 및 개인정보 보호정책
nl: Gebruiksvoorwaarden en privacybeleid
pl: Warunki użytkowania i polityka prywatności
pt_br: Termos de Uso e Política de Privacidade
ru: Условия использования и политика конфиденциальности
sv: Användarvillkor och sekretesspolicy
tr: Kullanım ve gizlilik politikası şartları
zh: 使用条款和隐私政策

source: Leave
ar: غادر
bn: ছেড়ে দিন
de: Verlassen
hi: छुट्टी
id: Meninggalkan
it: Lasciare
ja: 離れる
ko: 떠나다
nl: Vertrekken
pl: Wyjechać
pt_br: Sair
ru: Оставлять
sv: Lämna
tr: Terk etmek
zh: 离开

source: You don't have any rides
ar: ليس لديك أي رحلات
bn: আপনার কোনো রাইড নেই
de: Du hast keine Mitfahrgelegenheiten
hi: आपकी कोई सवारी नहीं है
id: Anda tidak punya tumpangan
it: Non hai corse
ja: 乗り物はありません
ko: 놀이기구가 없습니다
nl: Je hebt geen ritten
pl: Nie masz żadnych przejazdów
pt_br: Você não tem nenhum pedido
ru: У вас нет поездок
sv: Du har inga turer
tr: hiç araban yok
zh: 您没有任何游乐设施

source: New Ride Received!
ar: تلقي رحلة جديدة!
bn: নতুন রাইড গৃহীত!
de: Neue Fahrt erhalten!
hi: नई सवारी प्राप्त हुई!
id: Perjalanan Baru Diterima!
it: Nuova corsa ricevuta!
ja: 新しい乗り物を受け取りました！
ko: 새로운 라이드가 도착했습니다!
nl: Nieuwe rit ontvangen!
pl: Otrzymano nową jazdę!
pt_br: Novo Pedido Recebido!
ru: Получена новая поездка!
sv: Ny åktur mottagen!
tr: Yeni Yolculuk Alındı!
zh: 收到新车！

source: Searching Rides
ar: البحث في ركوب الخيل
bn: রাইডস অনুসন্ধান করা হচ্ছে
de: Fahrten suchen
hi: खोज सवारी
id: Mencari Wahana
it: Alla ricerca di corse
ja: 乗り物の検索
ko: 라이드 검색
nl: Ritten zoeken
pl: Wyszukiwanie przejazdów
pt_br: Procurando pedidos
ru: Поиск аттракционов
sv: Söker åkattraktioner
tr: Sürüş Arama
zh: 搜索游乐设施

source: No location permission
ar: لا يوجد إذن موقع
bn: অবস্থানের অনুমতি নেই
de: Keine Standorterlaubnis
hi: कोई स्थान अनुमति नहीं
id: Tidak ada izin lokasi
it: Nessun permesso di posizione
ja: 位置情報の許可なし
ko: 위치 권한 없음
nl: Geen locatietoestemming
pl: Brak uprawnień do lokalizacji
pt_br: Sem permissão de localização
ru: Нет разрешения на местоположение
sv: Ingen platsbehörighet
tr: Konum izni yok
zh: 没有位置权限

source: Error fetching status
ar: خطأ في جلب الحالة
bn: স্থিতি আনার সময় ত্রুটি৷
de: Fehler beim Abrufen des Status
hi: स्थिति लाने में त्रुटि
id: Terjadi kesalahan saat mengambil status
it: Errore durante il recupero dello stato
ja: ステータスの取得中にエラーが発生しました
ko: 상태를 가져오는 동안 오류가 발생했습니다.
nl: Fout bij ophalen van status
pl: Błąd podczas pobierania stanu
pt_br: Erro ao buscar status
ru: Не удалось получить статус
sv: Det gick inte att hämta status
tr: Durum getirilirken hata oluştu
zh: 获取状态时出错

# errorConnectingMercadoPago
source: Error connecting to Mercado Pago
ar: خطأ في الاتصال بـ Mercado Pago
bn: Mercado Pago এর সাথে সংযোগ করার সময় ত্রুটি৷
de: Fehler beim Verbinden mit Mercado Pago
hi: Mercado Pago से कनेक्ट करने में त्रुटि
id: Kesalahan saat menyambung ke Mercado Pago
it: Errore durante la connessione a Mercado Pago
ja: メルカド パゴへの接続エラー
ko: Mercado Pago에 연결하는 동안 오류가 발생했습니다.
nl: Fout bij verbinden met Mercado Pago
pl: Błąd podczas łączenia z Mercado Pago
pt_br: Erro ao conectar ao Mercado Mago
ru: Ошибка подключения к Mercado Pago
sv: Det gick inte att ansluta till Mercado Pago
tr: Mercado Pago'ya bağlanırken hata oluştu
zh: 连接到 Mercado Pago 时出错

source: Error disconnecting account
ar: خطأ في فصل الحساب
bn: অ্যাকাউন্ট সংযোগ বিচ্ছিন্ন করার সময় ত্রুটি৷
de: Fehler beim Trennen des Kontos
hi: खाता डिस्कनेक्ट करने में त्रुटि
id: Terjadi kesalahan saat memutuskan akun
it: Errore durante la disconnessione dell'account
ja: アカウントの切断中にエラーが発生しました
ko: 계정 연결 해제 오류
nl: Fout bij het loskoppelen van account
pl: Błąd podczas odłączania konta
pt_br: Erro ao desconectar conta
ru: Ошибка отключения аккаунта
sv: Det gick inte att koppla bort kontot
tr: Hesap bağlantısı kesilirken hata oluştu
zh: 断开帐户时出错

# errorUpdatingSetting
source: Error updating settings
ar: خطأ في تحديث الإعدادات
bn: সেটিংস আপডেট করার সময় ত্রুটি৷
de: Fehler beim Aktualisieren der Einstellungen
hi: सेटिंग अपडेट करने में त्रुटि
id: Terjadi kesalahan saat memperbarui setelan
it: Errore durante l'aggiornamento delle impostazioni
ja: 設定の更新中にエラーが発生しました
ko: 설정 업데이트 중 오류 발생
nl: Fout bij updaten van instellingen
pl: Błąd aktualizacji ustawień
pt_br: Erro ao atualizar configurações
ru: Ошибка обновления настроек
sv: Fel vid uppdatering av inställningar
tr: Ayarlar güncellenirken hata oluştu
zh: 更新设置时出错

source: Load more
ar: تحميل المزيد
bn: আর ঢুকাও
de: Mehr laden
hi: और लोड करें
id: Muat lebih banyak
it: Carica di più
ja: もっと読み込む
ko: 더 로드
nl: Meer laden
pl: Załaduj więcej
pt_br: Carregar mais
ru: Загрузи больше
sv: Ladda mer
tr: Daha fazla yükle
zh: 装载更多

source: Requested by
ar: بتوصية من
bn: দ্বারা অনুরোধ করা হয়েছে
de: Angefordert von
hi: द्वारा अनुरोध किया गया
id: Diminta oleh
it: Richiesto da
ja: に要求された
ko: 에 의해 요청
nl: Aangevraagd door
pl: Na wniosek
pt_br: Solicitado por
ru: Запрошенный
sv: Efterfrågad av
tr: tarafından talep edildi
zh: 被要求

# boardingAddress
source: Pickup Address
ar: عنوان الاستلام
bn: পিক আপের ঠিকানা
de: Abholadresse
hi: पता चुनें
id: Alamat Penjemputan
it: Indirizzo di ritiro
ja: アドレスをピックアップ
ko: 픽업 주소
nl: Ophaaladres
pl: Adres odbioru
pt_br: Endereço de Coleta
ru: Выберите адрес
sv: Ta upp adress
tr: Adresi almak
zh: 取货地址

source: Ride address
ar: عنوان الركوب
bn: যাত্রার ঠিকানা
de: Fahradresse
hi: सवारी का पता
id: Alamat perjalanan
it: Indirizzo della corsa
ja: 乗車住所
ko: 라이드 주소
nl: Rit adres
pl: Adres przejazdu
pt_br: Endereço de Entrega
ru: Адрес поездки
sv: Åkadress
tr: Adres
zh: 乘车地址

source: Ride addresses
ar: عناوين الركوب
bn: যাত্রার ঠিকানা
de: Fahradressen
hi: सवारी के पते
id: Alamat perjalanan
it: Indirizzi di guida
ja: 乗車場所
ko: 라이드 주소
nl: Ritadressen
pl: Adresy przejazdów
pt_br: Endereços de Entrega
ru: Адреса для поездок
sv: Åkadresser
tr: Adresler
zh: 乘车地址

source: View Complete Ride
ar: عرض رحلة كاملة
bn: সম্পূর্ণ রাইড দেখুন
de: Komplette Fahrt anzeigen
hi: पूरी सवारी देखें
id: Lihat Perjalanan Lengkap
it: Visualizza Giro completo
ja: 完全なライドを見る
ko: 전체 라이드 보기
nl: Volledige rit bekijken
pl: Zobacz całą jazdę
pt_br: Ver Pedido Completo
ru: Посмотреть полную поездку
sv: Se komplett åktur
tr: Tam Sürüşü Görüntüle
zh: 查看完整的旅程

# termsUse
source: Terms of Use
ar: شروط الاستخدام
bn: ব্যবহারের শর্তাবলী
de: Nutzungsbedingungen
hi: उपयोग की शर्तें
id: Syarat Penggunaan
it: Termini di utilizzo
ja: 利用規約
ko: 이용약관
nl: Gebruiksvoorwaarden
pl: Warunki korzystania
pt_br: Termos de Uso
ru: Условия эксплуатации
sv: Villkor
tr: Kullanım Şartları
zh: 使用条款

source: Privacy Policy
ar: سياسة الخصوصية
bn: গোপনীয়তা নীতি
de: Datenschutz-Bestimmungen
hi: गोपनीयता नीति
id: Kebijakan pribadi
it: politica sulla riservatezza
ja: プライバシーポリシー
ko: 개인 정보 정책
nl: Privacybeleid
pl: Polityka prywatności
pt_br: Política de Privacidade
ru: Политика конфиденциальности
sv: Integritetspolicy
tr: Gizlilik Politikası
zh: 隐私政策

source: Try Again
ar: حاول ثانية
bn: আবার চেষ্টা করুন
de: Versuch es noch einmal
hi: पुनः प्रयास करें
id: Coba lagi
it: Riprova
ja: 再試行する
ko: 다시 시도하십시오
nl: Probeer het nog eens
pl: Spróbuj ponownie
pt_br: Tentar Novamente
ru: Попробуйте еще раз
sv: Försök igen
tr: Tekrar deneyin
zh: 再试一次

source: Support
ar: الدعم
bn: সমর্থন
de: Die Unterstützung
hi: सहायता
id: Mendukung
it: Supporto
ja: サポート
ko: 지원하다
nl: Steun
pl: Wspierać się
pt_br: Suporte
ru: Поддерживать
sv: Stöd
tr: Destek
zh: 支持

source: Account support
ar: دعم الحساب
bn: অ্যাকাউন্ট সমর্থন
de: Kontounterstützung
hi: खाता समर्थन
id: Dukungan akun
it: Supporto per l'account
ja: アカウントサポート
ko: 계정 지원
nl: Accountondersteuning
pl: Obsługa konta
pt_br: Suporte para a conta
ru: Поддержка аккаунта
sv: Kontostöd
tr: Hesap desteği
zh: 账户支持

source: Disconnected
ar: انقطع الاتصال
bn: সংযোগ বিচ্ছিন্ন
de: Getrennt
hi: डिस्कनेक्ट किया गया
id: Terputus
it: Disconnesso
ja: 切断されました
ko: 연결 끊김
nl: Verbinding verbroken
pl: Niepowiązany
pt_br: Desconectado
ru: Отключено
sv: Osammanhängande
tr: Bağlantı kesildi
zh: 断开连接

source: Connected
ar: متصل
bn: সংযুক্ত
de: In Verbindung gebracht
hi: जुड़े हुए
id: Terhubung
it: Collegato
ja: 接続済み
ko: 연결됨
nl: Verbonden
pl: Połączony
pt_br: Conectado
ru: Связано
sv: Ansluten
tr: bağlı
zh: 连接的

source: Connect
ar: الاتصال
bn: সংযোগ করুন
de: Verbinden
hi: जुडिये
id: Menghubung
it: Collegare
ja: 接続
ko: 연결하다
nl: Aansluiten
pl: Łączyć
pt_br: Conectar
ru: Соединять
sv: Ansluta
tr: Bağlamak
zh: 连接

source: Disconnect
ar: قطع الاتصال
bn: সংযোগ বিচ্ছিন্ন করুন
de: Trennen
hi: डिस्कनेक्ट
id: Memutuskan
it: Disconnetti
ja: 切断する
ko: 연결 해제
nl: verbinding verbreken
pl: Rozłączyć się
pt_br: Desconectar
ru: Отключить
sv: Koppla ifrån
tr: bağlantıyı kes
zh: 断开

source: Connect my Mercado Pago
ar: قم بتوصيل My Mercado Pago
bn: আমার Mercado Pago সংযোগ করুন
de: Verbinde meinen Mercado Pago
hi: मेरा Mercado Pago कनेक्ट करें
id: Hubungkan Mercado Pago saya
it: Collega il mio Mercado Pago
ja: メルカド パゴを接続
ko: 내 Mercado Pago 연결
nl: Verbind mijn Mercado Pago
pl: Podłącz mój Mercado Pago
pt_br: Conectar meu Mercado Pago
ru: Подключить мой Mercado Pago
sv: Anslut min Mercado Pago
tr: Mercado Pago'mu bağla
zh: 连接我的 Mercado Pago

# waitConnecting
source: Please wait, connecting
ar: يرجى الانتظار ، جاري الاتصال
bn: অনুগ্রহ করে অপেক্ষা করুন, সংযোগ হচ্ছে
de: Bitte warten, Verbindung wird hergestellt
hi: कृपया प्रतीक्षा करें, कनेक्टिंग
id: Harap tunggu, sambungkan
it: Si prega di attendere, connessione
ja: 接続中です。お待ちください
ko: 잠시만 기다려 주십시오. 연결 중입니다.
nl: Even geduld, verbinding maken
pl: Proszę czekać, łączenie
pt_br: Aguarde, conectando
ru: Пожалуйста, подождите, подключение
sv: Vänta, ansluter
tr: Lütfen bekleyin, bağlanıyor
zh: 请稍候，正在连接

# continuee
source: Continue
ar: يكمل
bn: চালিয়ে যান
de: Fortsetzen
hi: जारी रखना
id: Melanjutkan
it: Continua
ja: 継続する
ko: 계속하다
nl: Doorgaan
pl: Kontynuować
pt_br: Continuar
ru: Продолжать
sv: Fortsätta
tr: Devam et
zh: 继续

source: Save Values
ar: حفظ القيم
bn: মান সংরক্ষণ করুন
de: Werte speichern
hi: मान सहेजें
id: Simpan Nilai
it: Salva valori
ja: 値を保存
ko: 값 저장
nl: Waarden opslaan
pl: Zapisz wartości
pt_br: Salvar Valores
ru: СохраString значения
sv: Spara värden
tr: Değerleri Kaydet
zh: 保存值

# feeEachAdditionalStop
source: Fee for each additional stop on the route
ar: رسوم كل محطة إضافية على الطريق
bn: রুটে প্রতিটি অতিরিক্ত স্টপের জন্য ফি
de: Gebühr für jeden weiteren Halt auf der Strecke
hi: मार्ग पर प्रत्येक अतिरिक्त स्टॉप के लिए शुल्क
id: Biaya untuk setiap pemberhentian tambahan di rute
it: Tariffa per ogni sosta aggiuntiva lungo il percorso
ja: ルート上の各追加停留所の料金
ko: 경로의 각 추가 정류장에 대한 요금
nl: Toeslag voor elke extra stop op de route
pl: Opłata za każdy dodatkowy przystanek na trasie
pt_br: Taxa para cada parada adicional na rota
ru: Плата за каждую дополнительную остановку на маршруте
sv: Avgift för varje ytterligare stopp på sträckan
tr: Güzergah üzerindeki her ilave durak için ücret
zh: 路线上每增加一站的费用

# enterFeePerStop
source: Enter rate per stop
ar: أدخل السعر لكل محطة
bn: স্টপ প্রতি হার লিখুন
de: Geben Sie den Preis pro Haltestelle ein
hi: प्रति स्टॉप दर दर्ज करें
id: Masukkan tarif per pemberhentian
it: Inserisci la tariffa per fermata
ja: 経由地あたりの料金を入力してください
ko: 정류장당 요금 입력
nl: Voer tarief per halte in
pl: Wprowadź stawkę za przystanek
pt_br: Digite a taxa por parada
ru: Введите цену за остановку
sv: Ange pris per stopp
tr: Durak başına ücreti girin
zh: 输入每站费率

source: Fee per Stop
ar: رسوم كل محطة
bn: স্টপ প্রতি ফি
de: Gebühr pro Stopp
hi: शुल्क प्रति स्टॉप
id: Biaya per Pemberhentian
it: Tariffa per fermata
ja: ストップごとの料金
ko: 경유지당 요금
nl: Tarief per halte
pl: Opłata za przystanek
pt_br: Taxa por parada
ru: Плата за остановку
sv: Avgift per stopp
tr: Durak Başına Ücret
zh: 每站费用

# valueReturnPickupSite
source: Value of the {distanceUnit} of return to the pickup site
ar: قيمة {distanceUnit} للعودة إلى موقع الالتقاء
bn: পিকআপ সাইটে ফেরার {distanceUnit} এর মান
de: Wert der {distanceUnit} der Rückkehr zum Abholort
hi: पिकअप साइट पर लौटने के {distanceUnit} का मान
id: Nilai {distanceUnit} kembali ke lokasi pengambilan
it: Valore della {distanceUnit} di ritorno al sito di ritiro
ja: 受け取り場所までの戻りの {distanceUnit} の値
ko: 픽업 장소로 돌아오는 {distanceUnit} 값
nl: Waarde van de {distanceUnit} van retour naar de ophaallocatie
pl: Wartość {distanceUnit } zwrotu do miejsca odbioru
pt_br: Valor do {distanceUnit} de retorno ao local de coleta
ru: Значение {distanceUnit } возврата к месту выдачи
sv: Värdet på {distanceUnit } för retur till upphämtningsplatsen
tr: Teslim alma sitesine dönüşün {distanceUnit } değeri
zh: 返回取货地点的{distanceUnit }值

# enterValueReturn
source: Enter the value of the return {distanceUnit}
ar: أدخل قيمة العائد {distanceUnit}
bn: রিটার্নের মান লিখুন {distanceUnit}
de: Geben Sie den Rückgabewert {distanceUnit} ein
hi: वापसी का मान दर्ज करें {distanceUnit}
id: Masukkan nilai pengembalian {distanceUnit}
it: Inserisci il valore del ritorno {distanceUnit}
ja: 戻り値 {distanceUnit} の値を入力してください
ko: 반환 값 입력 {distanceUnit}
nl: Voer de waarde van de return {distanceUnit} in
pl: Wpisz wartość zwrotu {distanceUnit }
pt_br: Digite o valor do {distanceUnit} de retorno
ru: Введите значение возврата {distanceUnit }
sv: Ange värdet på returen {distanceUnit }
tr: {distanceUnit } dönüşünün değerini girin
zh: 输入返回值 {distanceUnit }

# returnDistance
source: Return {distanceUnit}
ar: العودة {distanceUnit}
bn: প্রত্যাবর্তন {distanceUnit}
de: {distanceUnit} zurückgeben
hi: वापसी {distanceUnit}
id: Kembalikan {distanceUnit}
it: Ritorno {distanzaUnit}
ja: {distanceUnit} を返す
ko: {distanceUnit} 반환
nl: Retour {distanceUnit}
pl: Powrót {distanceUnit }
pt_br: {distanceUnit} Retorno
ru: Возврат {distanceUnit }
sv: Returnera {distanceUnit }
tr: {distanceUnit } döndür
zh: 戻り距離 { distanceUnit }

# valueAdditionalBaseDistance
source: Value per additional {distanceUnit} of the base distance
ar: القيمة لكل {distanceUnit} إضافية من المسافة الأساسية
bn: ভিত্তি দূরত্বের অতিরিক্ত {distanceUnit} প্রতি মান
de: Wert pro zusätzlicher {distanceUnit} der Basisdistanz
hi: आधार दूरी के प्रति अतिरिक्त {distanceUnit} का मान
id: Nilai per tambahan {distanceUnit} dari jarak dasar
it: Valore per {distanceUnit} aggiuntivo della distanza di base
ja: 基本距離の追加 {distanceUnit} あたりの値
ko: 기본 거리의 추가 {distanceUnit}당 값
nl: Waarde per extra {distanceUnit} van de basisafstand
pl: Wartość na dodatkowe {distanceUnit } odległości bazowej
pt_br: Valor por {distanceUnit} adicional da distance base
ru: Стоимость дополнительных {distanceUnit } базового расстояния
sv: Värde per ytterligare {distanceUnit } av basavståndet
tr: Temel mesafenin ek {distanceUnit } başına değer
zh: 每增加一个基本距离 {distanceUnit } 的值

# enterDistanceValue
source: Enter the {distanceUnit} value
ar: أدخل قيمة {distanceUnit}
bn: {distanceUnit} মান লিখুন
de: Geben Sie den Wert {distanceUnit} ein
hi: {DistanceUnit} मान दर्ज करें
id: Masukkan nilai {distanceUnit}
it: Immettere il valore {distanceUnit}
ja: {distanceUnit} の値を入力してください
ko: {distanceUnit} 값을 입력하세요.
nl: Voer de {distanceUnit}-waarde in
pl: Wprowadź wartość {distanceUnit }
pt_br: Digite o valor {distanceUnit}
ru: Введите значение {distanceUnit }
sv: Ange värdet för {distanceUnit }
tr: {distanceUnit } değerini girin
zh: 输入 {distanceUnit } 值

# distanceValue
source: {distanceUnit} Value
ar: قيمة {distanceUnit}
bn: {distanceUnit} মান
de: {distanceUnit} Wert
hi: {distanceUnit} मान
id: Nilai {distanceUnit}
it: {distanceUnit} Valore
ko: {distanceUnit} 값
nl: {distanceUnit} Waarde
pl: Wartość {distanceUnit }
pt_br: Valor {distanceUnit}
ru: {distanceUnit } Значение
sv: {distanceUnit } Värde
tr: {distanceUnit } Değeri
zh: {distanceUnit } 值

# initialValueWithoutChargingAdditional
source: {distanceUnit}(s) that the initial value will entitle without charging additional {distanceUnit}
ar: {DistanceUnit} (s) التي ستخولها القيمة الأولية دون فرض رسوم إضافية على {distanceUnit}
bn: {distanceUnit}(গুলি) যা অতিরিক্ত {distanceUnit} চার্জ না করে প্রাথমিক মানটি এনটাইটেল করবে
de: {distanceUnit}(s), dass der Anfangswert berechtigt, ohne dass zusätzliche {distanceUnit} berechnet werden
hi: {distanceUnit}(s) जिसका प्रारंभिक मान बिना अतिरिक्त शुल्क लिए हकदार होगा {distanceUnit}
id: {distanceUnit}(s) yang akan menjadi hak nilai awal tanpa membebankan biaya tambahan {distanceUnit}
it: {distanceUnit}(i) che il valore iniziale darà diritto senza addebitare ulteriori {distanceUnit}
ja: 追加の {distanceUnit} を課金せずに初期値が付与される {distanceUnit}(s)
ko: 추가 {distanceUnit}을 청구하지 않고 초기 값에 부여되는 {distanceUnit}(s)
nl: {distanceUnit}(s) waarop de initiële waarde recht geeft zonder extra {distanceUnit}
pl: {distanceUnit }(s), które będzie uprawniać do wartości początkowej bez naliczania dodatkowych {distanceUnit }
pt_br: {distanceUnit}(s) que o valor inicial dará direito sem cobrança de {distanceUnit} adicional
ru: {distanceUnit }(s), на которые начальное значение дает право без взимания дополнительных {distanceUnit }
sv: {distanceUnit }(er) som det initiala värdet ger utan att debitera ytterligare {distanceUnit }
tr: Başlangıç değerinin ek {distanceUnit } ücreti ödemeden yetkilendireceği {distanceUnit }(ler)
zh: {distanceUnit }(s) 初始值将有权不收取额外的 {distanceUnit }
