Repository: yosephyonas/Driver-app
Catalog: lib/l10n/intl_*.arb
Languages: ar, bn, de, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, zh

# returnCollectionLocation
source: Return to the Collection Location
ar: العودة إلى موقع المجموعة
bn: সংগ্রহের অবস্থানে ফিরে যান
de: Kehren Sie zum Sammelort zurück
hi: संग्रह स्थान पर लौटें
id: Kembali ke Lokasi Pengumpulan
it: Ritorna al luogo di ritiro
ja: 回収場所に戻る
ko: 수거 장소로 돌아가기
nl: Keer terug naar de afhaallocatie
pl: Wróć do lokalizacji kolekcji
pt_br: Retorno ao Local de Coleta
ru: Вернуться к месту сбора
sv: Återgå till insamlingsplatsen
tr: Toplama Konumuna Dön
zh: 返回收集地点

source: Estimated Distance
ar: المسافة المقدرة
bn: আনুমানিক দূরত্ব
de: Geschätzte Entfernung
hi: अनुमानित दूरी
id: Perkiraan Jarak
it: Distanza stimata
ja: 推定距離
ko: 예상 거리
nl: Geschatte afstand
pl: Szacowana odległość
pt_br: Distância Estimada
ru: Расчетное расстояние
sv: Beräknat avstånd
tr: Tahmini Mesafe
zh: 估计距离

source: Addresses
ar: عناوين
bn: ঠিকানা
de: Adressen
hi: पतों
id: Alamat
it: Indirizzi
ja: 住所
ko: 구애
nl: Adressen
pl: Adresy
pt_br: Endereços
ru: Адреса
sv: Adresser
tr: adresler
zh: 地址

source: Select
ar: يختار
bn: নির্বাচন করুন
de: Auswählen
hi: चुनना
id: Pilih
it: Selezionare
ja: 選択する
ko: 고르다
nl: Selecteer
pl: Wybierz
pt_br: Selecionar
ru: Выбирать
sv: Välj
tr: Seçme
zh: 选择

# returnn
source: Return
ar: يعود
bn: প্রত্যাবর্তন
de: Zurückkehren
hi: वापस करना
id: Kembali
it: Ritorno
ja: 戻る
ko: 반품
nl: Opbrengst
pl: Zwrócić
pt_br: Voltar
ru: Возвращаться
sv: Lämna tillbaka
tr: Dönüş
zh: 返回

source: Finalize
ar: وضع اللمسات الأخيرة
bn: চূড়ান্ত করা
de: Abschließen
hi: अंतिम रूप
id: Menyelesaikan
it: Finalizzare
ja: ファイナライズ
ko: 마무리
nl: Afronden
pl: Sfinalizować
pt_br: Finalizar
ru: Завершить
sv: Avsluta
tr: Sonuçlandırmak
zh: 敲定

# rideConfirmedSelectedAddress
source: Ride has been confirmed to the selected address.
ar: تم تأكيد الركوب على العنوان المحدد.
bn: নির্বাচিত ঠিকানায় রাইড নিশ্চিত করা হয়েছে।
de: Die Fahrt zur ausgewählten Adresse wurde bestätigt.
hi: चयनित पते पर सवारी की पुष्टि की गई है।
id: Perjalanan telah dikonfirmasi ke alamat yang dipilih.
it: La corsa è stata confermata all'indirizzo selezionato.
ja: 選択した住所への乗車が確認されました。
ko: 선택한 주소로 라이드가 확인되었습니다.
nl: Rit is bevestigd naar het geselecteerde adres.
pl: Przejazd został potwierdzony pod wybrany adres.
pt_br: A entrega foi confirmada no endereço selecionado.
ru: Поездка подтверждена по выбранному адресу.
sv: Körningen har bekräftats till den valda adressen.
tr: Seçilen adrese yolculuk onaylandı.
zh: 已确认乘车到所选地址。

# rideMarkedAs
source: The ride was marked as
ar: تم وضع علامة على الرحلة كـ
bn: রাইড হিসাবে চিহ্নিত করা হয়েছে
de: Die Fahrt war als markiert
hi: सवारी के रूप में चिह्नित किया गया था
id: Perjalanan itu ditandai sebagai
it: La corsa è stata contrassegnata come
ja: 乗車は次のようにマークされました
ko: 라이드는 다음과 같이 표시되었습니다.
nl: De rit was gemarkeerd als
pl: Jazda została oznaczona jako
pt_br: O pedido foi marcado como
ru: Поездка была отмечена как
sv: Resan var markerad som
tr: Yolculuk olarak işaretlendi
zh: 行程被标记为

# rideRequiredReturningFinalizeOnlyAfterArrived
source: The ride requires returning to the collection location, finalize only after you have arrived at the location.
ar: تتطلب الرحلة العودة إلى موقع التجميع ، والانتهاء فقط بعد وصولك إلى الموقع.
bn: রাইডের জন্য সংগ্রহের অবস্থানে ফিরে যেতে হবে, আপনি অবস্থানে পৌঁছানোর পরেই চূড়ান্ত করুন৷
de: Die Fahrt erfordert die Rückkehr zum Abholort und wird erst abgeschlossen, nachdem Sie am Ort angekommen sind.
hi: सवारी को संग्रह स्थान पर लौटने की आवश्यकता है, स्थान पर पहुंचने के बाद ही अंतिम रूप दें।
id: Perjalanan membutuhkan kembali ke lokasi pengumpulan, selesaikan hanya setelah Anda tiba di lokasi.
it: La corsa richiede il ritorno al luogo di ritiro, finalizzato solo dopo il tuo arrivo nel luogo.
ja: 乗り物は収集場所に戻る必要があり、場所に到着した後にのみ終了します。
ko: 라이드는 수거 장소로 돌아가야 하며, 해당 장소에 도착한 후에만 완료됩니다.
nl: De rit vereist terugkeer naar de ophaallocatie, pas af nadat u op de locatie bent aangekomen.
pl: Przejażdżka wymaga powrotu do miejsca zbiórki, sfinalizowana dopiero po przybyciu na miejsce.
pt_br: O pedido exige o retorno ao local de coleta, finalize apenas após ter chegado ao local.
ru: Поездка требует возвращения к месту сбора, завершите только после того, как вы прибыли на место.
sv: Resan kräver att du återvänder till uppsamlingsplatsen, avsluta först efter att du har anlänt till platsen.
tr: Yolculuk, toplama yerine geri dönmeyi gerektirir, ancak siz konuma vardıktan sonra kesinleşir.
zh: 乘车需要返回集合地点，只有在您到达该地点后才能完成。

# selectWhichAddressRideMade
source: Select to which address the ride was made
ar: حدد العنوان الذي تم إجراء الرحلة إليه
bn: কোন ঠিকানায় রাইড করা হয়েছে তা নির্বাচন করুন
de: Wählen Sie aus, zu welcher Adresse die Fahrt durchgeführt wurde
hi: चुनें कि सवारी किस पते पर की गई थी
id: Pilih ke alamat mana perjalanan itu dilakukan
it: Seleziona a quale indirizzo è stata effettuata la corsa
ja: 乗車した住所を選択
ko: 라이드가 이루어진 주소를 선택하십시오.
nl: Selecteer naar welk adres de rit is gemaakt
pl: Wybierz, pod który adres został wykonany przejazd
ru: Выберите, по какому адресу была совершена поездка
sv: Välj till vilken adress resan gjordes
tr: Yolculuğun hangi adrese yapıldığını seçin
zh: 选择乘车前往的地址

# rideWillBeCanceledAmountRefundedSure
source: The Ride will be canceled and this action is irreversible. The amount will be refunded to the customer and we will notify you of the cancellation. Are you sure you want to continue?
ar: سيتم إلغاء الرحلة وهذا الإجراء لا رجوع فيه. سيتم إعادة المبلغ إلى العميل وسنخطرك بالإلغاء. هل أنت متأكد أنك تريد الاستمرار؟
bn: রাইড বাতিল করা হবে এবং এই ক্রিয়াটি অপরিবর্তনীয়। পরিমাণ গ্রাহককে ফেরত দেওয়া হবে এবং আমরা আপনাকে বাতিল করার বিষয়ে অবহিত করব। আপনি কি চালিয়ে যেতে চান?
de: Die Fahrt wird abgebrochen und diese Aktion ist irreversibel. Der Betrag wird dem Kunden zurückerstattet und wir werden Sie über die Stornierung informieren. Bist du dir sicher, dass du weitermachen willst?
hi: सवारी रद्द कर दी जाएगी और यह क्रिया अपरिवर्तनीय है। ग्राहक को राशि वापस कर दी जाएगी और हम आपको रद्द करने की सूचना देंगे। क्या तुम वाकई जारी रखना चाहते हो?
id: Perjalanan akan dibatalkan dan tindakan ini tidak dapat diubah. Jumlah tersebut akan dikembalikan kepada pelanggan dan kami akan memberi tahu Anda tentang pembatalan tersebut. Apakah anda yakin ingin melanjutkan?
it: La corsa verrà annullata e questa azione è irreversibile. L'importo sarà rimborsato al cliente e noi ti avviseremo della cancellazione. Sei sicuro di voler continuare?
ja: ライドはキャンセルされ、このアクションは元に戻せません。金額はお客様に返金され、キャンセルの旨が通知されます。続行してもよろしいですか？
ko: 라이드가 취소되며 이 작업은 되돌릴 수 없습니다. 해당 금액은 고객님께 환불되며, 취소 시 안내해 드립니다. 너 정말 계속하고 싶니?
nl: De Rit wordt geannuleerd en deze actie is onomkeerbaar. Het bedrag wordt teruggestort aan de klant en wij zullen u op de hoogte stellen van de annulering. Weet je zeker dat je door wilt gaan?
pl: Przejazd zostanie anulowany i ta czynność jest nieodwracalna. Kwota zostanie zwrócona klientowi, a my powiadomimy Cię o anulowaniu. Jesteś pewien, że chcesz kontynuować?
pt_br: O Pedido será cancelado e essa ação é irreversível. O valor será estornado para o cliente e vamos notificá-lo sobre o cancelamento. Tem certeza que deseja continuar?
ru: Поездка будет отменена, и это действие необратимо. Сумма будет возвращена клиенту, и мы сообщим вам об отмене. Вы уверены что хотите продолжить?
sv: Åkturen kommer att avbrytas och denna åtgärd är oåterkallelig. Beloppet återbetalas till kunden och vi meddelar dig om avbokningen. Är du säker på att du vill fortsätta?
tr: Yolculuk iptal edilecek ve bu işlem geri alınamaz. Tutar müşteriye iade edilecek ve iptali size bildireceğiz. Devam etmek istediğine emin misin?
zh: 骑行将被取消，此操作不可逆转。金额将退还给客户，我们将通知您取消。你确定你要继续吗？

source: Camera
ar: آلة تصوير
bn: ক্যামেরা
de: Kamera
hi: कैमरा
id: Kamera
it: Telecamera
ja: カメラ
ko: 카메라
pl: Aparat fotograficzny
pt_br: Câmera
ru: Камера
sv: Kamera
tr: Kamera
zh: 相机

source: Gallery
ar: صالة عرض
bn: গ্যালারি
de: Galerie
hi: गेलरी
id: Galeri
it: Galleria
ja: ギャラリー
ko: 갤러리
nl: Galerij
pl: Galeria
pt_br: Galeria
ru: Галерея
sv: Galleri
tr: Galeri
zh: 画廊

source: Update Photo
ar: تحديث الصورة
bn: ফটো আপডেট করুন
de: Foto aktualisieren
hi: फोटो अपडेट करें
id: Perbarui Foto
it: Aggiorna foto
ja: 写真を更新
ko: 사진 업데이트
nl: Foto bijwerken
pl: Zaktualizuj zdjęcie
pt_br: Atualizar Foto
ru: Обновить фото
sv: Uppdatera foto
tr: Fotoğrafı Güncelle
zh: 更新照片

source: Camera Access
ar: الوصول إلى الكاميرا
bn: ক্যামেরা অ্যাক্সেস
de: Kamerazugriff
hi: कैमरा एक्सेस
id: Akses Kamera
it: Accesso alla fotocamera
ja: カメラへのアクセス
ko: 카메라 액세스
nl: Cameratoegang
pl: Dostęp do aparatu
pt_br: Acesso a Câmera
ru: Доступ к камере
sv: Kameraåtkomst
tr: Kamera Erişimi
zh: 相机访问

# galleryAccess
source: Access to Gallery
ar: الوصول إلى المعرض
bn: গ্যালারিতে অ্যাক্সেস
de: Zugriff auf die Galerie
hi: गैलरी तक पहुंच
id: Akses ke Galeri
it: Accesso alla Galleria
ja: ギャラリーへのアクセス
ko: 갤러리 액세스
nl: Toegang tot Galerij
pl: Dostęp do Galerii
pt_br: Acesso a Galeria
ru: Доступ к галерее
sv: Tillgång till Galleri
tr: Galeriye Erişim
zh: 进入画廊

# allowAppAccessThe
source: Allow the app to access the {accessType} to be able to send photos
ar: اسمح للتطبيق بالوصول إلى {accessType} لتتمكن من إرسال الصور
bn: ফটো পাঠাতে সক্ষম হতে অ্যাপটিকে {accessType} অ্যাক্সেস করার অনুমতি দিন
de: Erlauben Sie der App, auf {accessType} zuzugreifen, um Fotos senden zu können
hi: फ़ोटो भेजने में सक्षम होने के लिए ऐप्स को {accessType} तक पहुंचने दें
id: Izinkan aplikasi mengakses {accessType} agar dapat mengirim foto
it: Consenti all'app di accedere a {accessType} per poter inviare foto
ja: 写真を送信できるようにするには、アプリが {accessType} にアクセスすることを許可してください
ko: 사진을 보낼 수 있도록 앱이 {accessType}에 액세스하도록 허용
nl: Geef de app toegang tot het {accessType} om foto's te kunnen verzenden
pl: Zezwól aplikacji na dostęp do {accessType }, aby móc wysyłać zdjęcia
pt_br: Permita ao app acessar a {accessType} para poder enviar fotos
ru: Разрешите приложению доступ к {accessType }, чтобы иметь возможность отправлять фотографии
sv: Tillåt appen att komma åt {accessType } för att kunna skicka foton
tr: Fotoğraf gönderebilmek için uygulamanın {accessType }'a erişmesine izin verin
zh: 允许应用访问 {accessType } 以发送照片

# thereWasErrorSendingImage
source: There was an error sending the image.
ar: كان هناك خطأ في إرسال الصورة.
bn: ছবিটি পাঠানোর সময় একটি ত্রুটি ছিল৷
de: Beim Senden des Bildes ist ein Fehler aufgetreten.
hi: छवि भेजने में एक त्रुटि हुई।
id: Terjadi kesalahan saat mengirim gambar.
it: Si è verificato un errore durante l'invio dell'immagine.
ja: 画像の送信中にエラーが発生しました。
ko: 이미지를 보내는 중에 오류가 발생했습니다.
nl: Er is een fout opgetreden bij het verzenden van de afbeelding.
pl: Wystąpił błąd podczas wysyłania obrazu.
pt_br: Ocorreu um erro ao enviar a imagem
ru: Произошла ошибка при отправке изображения.
sv: Det gick inte att skicka bilden.
tr: Resim gönderilirken bir hata oluştu.
zh: 发送图片时出错。

source: Balance Due
ar: الرصيد المستحق
bn: টাকা বাকী আছে
de: Restbetrag fällig
hi: शेष राशि
id: Keseimbangan karena
it: Saldo dovuto
ja: 未払い残高
ko: 차감 부족액
nl: Verschuldigd saldo
pl: Saldo należności
pt_br: Saldo Devido
ru: Задолжность
sv: Resterande belopp
tr: Bakiye Vadesi
zh: 余额到期

source: Pay
ar: يدفع
bn: বেতন
de: Zahlen
hi: भुगतान करना
id: Membayar
it: Paga
ja: 支払い
ko: 지불
nl: Betalen
pl: Płacić
ru: Платить
sv: Betala
tr: Ödemek
zh: 支付

# feeNotPaydOfflinePayment
source: 10% fee not yet paid for rides with offline payment.
ar: 10٪ رسوم لم تُدفع بعد مقابل المشاوير مع الدفع دون اتصال بالإنترنت.
bn: অফলাইন পেমেন্ট সহ রাইডের জন্য 10% ফি এখনও দেওয়া হয়নি।
de: 10 % noch nicht bezahlte Gebühr für Fahrten mit Offline-Zahlung.
hi: ऑफ़लाइन भुगतान के साथ सवारी के लिए अभी तक 10% शुल्क का भुगतान नहीं किया गया है।
id: Biaya 10% belum dibayarkan untuk perjalanan dengan pembayaran offline.
it: Commissione del 10% non ancora pagata per le corse con pagamento offline.
ja: オフライン決済で乗車した場合、10% の料金がまだ支払われていません。
ko: 오프라인 결제로 라이드에 대한 10% 수수료가 아직 지불되지 않았습니다.
nl: 10% toeslag die nog niet is betaald voor ritten met offline betaling.
pl: 10% opłaty jeszcze nie zapłacone za przejazdy z płatnością offline.
pt_br: Taxa de 10% ainda não paga dos pedidos com pagamento offline
ru: 10% еще не оплаченная комиссия за поездки с оплатой офлайн.
sv: 10 % avgift som ännu inte har betalats för resor med offlinebetalning.
tr: Offline ödemeli yolculuklar için %10 ücret henüz ödenmedi.
zh: 使用离线支付的游乐设施尚未支付 10% 的费用。

# failedUpdate
source: Failed to update
ar: اخفاق التحديث
bn: আপডেট করতে ব্যর্থ হয়েছে
de: Fehler beim Aktualisieren
hi: अपडेट करने में विफल
id: Gagal memperbarui
it: Impossibile aggiornare
ja: 更新できませんでした
ko: 업데이트 실패
nl: Bijwerken mislukt
pl: Nie udało się zaktualizować
pt_br: Falha ao Atualizar
ru: Не удалось обновить
sv: Det gick inte att uppdatera
tr: Güncelleme başarısız oldu
zh: 更新失败

source: Data updated successfully
ar: تم تحديث البيانات بنجاح
bn: ডেটা সফলভাবে আপডেট করা হয়েছে
de: Daten erfolgreich aktualisiert
hi: डेटा सफलतापूर्वक अपडेट किया गया
id: Data berhasil diperbarui
it: Dati aggiornati correttamente
ja: データが正常に更新されました
ko: 데이터가 성공적으로 업데이트되었습니다.
nl: Gegevens succesvol bijgewerkt
pl: Dane zostały zaktualizowane pomyślnie
pt_br: Dados atualizados com sucesso
ru: Данные успешно обновлены
sv: Data har uppdaterats
tr: Veriler başarıyla güncellendi
zh: 数据更新成功

source: and
ar: و
bn: এবং
de: und
hi: तथा
id: dan
it: e
ja: と
ko: 그리고
nl: en
pl: oraz
pt_br: e
ru: а также
sv: och
tr: ve
zh: 和

source: Kilometer
ar: كيلومتر
bn: কিলোমিটার
hi: किलोमीटर
it: Chilometro
ja: キロメートル
ko: 킬로미터
pl: Kilometr
pt_br: Quilômetro
ru: километр
tr: Kilometre
zh: 公里

source: Mile
ar: ميل
bn: মাইল
de: Meile
hi: मील
id: Mil
it: Miglio
ja: マイル
ko: 마일
nl: Mijl
pl: Mila
pt_br: Milha
ru: Миля
tr: Mil
zh: 英里

source: Km
ar: كم
bn: কিমি
hi: किमी
ja: キロ
ko: 킬로미터
ru: км
zh: 公里

source: Mi
ar: مي
bn: মি
hi: एम आई
ja: ミ
ko: 미
ru: Ми
zh: 米

# signinWith
source: Sign in with {socialNetwork}
ar: تسجيل الدخول باستخدام {socialNetwork}
bn: {socialNetwork} দিয়ে সাইন ইন করুন
de: Melden Sie sich mit {socialNetwork} an
hi: {socialNetwork} से साइन इन करें
id: Masuk dengan {socialNetwork}
it: Accedi con {socialNetwork}
ja: {socialNetwork} でサインイン
ko: {socialNetwork}로 로그인
nl: Log in met {socialNetwork}
pl: Zaloguj się przez {socialNetwork }
pt_br: Login com {socialNetwork}
ru: Войдите с помощью {socialNetwork }
sv: Logga in med {socialNetwork }
tr: {socialNetwork } ile oturum açın
zh: 使用 {socialNetwork } 登录

source: Phone Number Required
ar: رقم الهاتف مطلوب
bn: ফোন নম্বর প্রয়োজন
de: Telefonnummer erforderlich
hi: फ़ोन नंबर आवश्यक
id: Nomor Telepon Diperlukan
it: Numero di telefono richiesto
ja: 電話番号必須
ko: 전화번호 필수
nl: Telefoonnummer vereist
pl: Wymagany numer telefonu
pt_br: Telefone Necessário
ru: Требуется номер телефона
sv: Telefonnummer krävs
tr: Telefon Numarası Gerekli
zh: 需要电话号码

source: Pending
ar: قيد الانتظار
bn: বিচারাধীন
de: Ausstehend
hi: लंबित
id: Tertunda
it: In attesa di
ja: 保留中
ko: 보류 중
nl: In afwachting
pl: W oczekiwaniu
pt_br: Pendente
ru: В ожидании
sv: I väntan på
tr: Askıda olması
zh: 待办的

source: Accepted
ar: وافقت
bn: গৃহীত
de: Akzeptiert
hi: को स्वीकृत
id: Diterima
it: Accettato
ja: 承認済み
ko: 수락됨
nl: Geaccepteerd
pl: Przyjęty
pt_br: Aceito
ru: Принято
sv: Accepterad
tr: Kabul edilmiş
zh: 公认

source: Rejected
ar: مرفوض
bn: প্রত্যাখ্যাত
de: Abgelehnt
hi: अस्वीकृत
id: Ditolak
it: Respinto
ja: 却下
ko: 거부됨
nl: Afgekeurd
pl: Odrzucony
pt_br: Rejeitado
ru: Отклоненный
sv: avvisade
tr: Reddedildi
zh: 被拒绝

source: Collected
ar: جمعت
bn: সংগৃহীত
de: Gesammelt
hi: जुटाया हुआ।
id: Dikumpulkan
it: Raccolto
ja: 集めました
ko: 모은
nl: verzameld
pl: Zebrane
pt_br: Coletado
ru: Собрано
sv: Samlade in
tr: Toplanmış
zh: 集

source: Delivered
ar: تم التوصيل
bn: বিতরণ করা হয়েছে
de: Geliefert
hi: पहुंचा दिया
id: Terkirim
it: Consegnato
ja: 配達済み
ko: 배달됨
nl: Geleverd
pl: Dostarczony
pt_br: Entregue
ru: Доставленный
sv: Levereras
tr: Teslim edilmiş
zh: 发表

source: Cancelled
ar: ألغيت
bn: বাতিল
de: Abgesagt
hi: रद्द
id: Dibatalkan
it: Annullato
ja: キャンセル
ko: 취소 된
nl: Geannuleerd
pl: Anulowany
pt_br: Cancelado
ru: Отменено
sv: Inställt
tr: İptal edildi
zh: 取消

# andMoreLocations
source: and more {quantity} locations
ar: والمزيد من المواقع {quantity}
bn: এবং আরও {quantity} অবস্থান
de: und mehr {quantity} Standorte
hi: और अधिक {quantity} स्थान
id: dan lebih banyak {quantity} lokasi
it: e altre {quantity} posizioni
ja: その他の {quantity} か所
ko: 기타 {quantity} 위치
nl: en meer {quantity} locaties
pl: i więcej {quantity} lokalizacji
pt_br: e mais {quantity} locais
ru: и еще {quantity} местоположений
sv: och fler {quantity } platser
tr: ve daha fazla {quantity } konum
zh: 以及更多 {quantity } 个位置

source: Completed
ar: مكتمل
bn: সম্পন্ন
de: Abgeschlossen
hi: पूरा हुआ
id: Lengkap
it: Completato
ja: 完了
ko: 완전한
nl: Voltooid
pl: Zakończony
pt_br: Completado
ru: Завершенный
sv: Avslutad
tr: Tamamlanmış
zh: 完全的

# deletingYourAccont
source: Deleting your account
ar: حذف حسابك
bn: আপনার অ্যাকাউন্ট মুছে ফেলা হচ্ছে
de: Löschen Ihres Kontos
hi: अपना खाता हटाना
id: Menghapus akun Anda
it: Cancellazione del tuo account
ja: アカウントの削除
ko: 계정 삭제
nl: Uw account verwijderen
pl: Usunięcie konta
pt_br: Removendo sua conta
ru: Удаление вашей учетной записи
sv: Ta bort ditt konto
tr: Hesabınızı silme
zh: 删除您的帐户

source: Delete account
ar: حذف الحساب
bn: হিসাব মুছে ফেলা
de: Konto löschen
hi: खाता हटा दो
id: Hapus akun
it: Eliminare l'account
ja: アカウントを削除する
ko: 계정 삭제
nl: Account verwijderen
pl: Usuń konto
pt_br: Deletar conta
ru: Удалить аккаунт
sv: Radera konto
tr: Hesabı sil
zh: 删除帐户

source: Delete my account
ar: احذف حسابي
bn: আমার হিসাব মুছে দিন
de: Mein Konto löschen
hi: मेरा एकाउंट हटा दो
id: Hapus akun Saya
it: Cancella il mio account
ja: アカウントを削除します
ko: 계정을 삭제하다
nl: Verwijder mijn account
pl: Usuń moje konto
pt_br: Excluir minha conta
ru: Удалите мой аккаунт
sv: Ta bort mitt konto
tr: Hesabımı sil
zh: 删除我的账户

# reallyWantDeleteAccontDataWillBeLost
source: Do you really want to delete your account? Your data will be permanently lost.
ar: هل تريد حقا حذف حسابك؟ ستفقد بياناتك بشكل دائم.
bn: আপনি কি সত্যিই আপনার অ্যাকাউন্ট মুছে ফেলতে চান? আপনার ডেটা স্থায়ীভাবে হারিয়ে যাবে।
de: Möchten Sie Ihr Konto wirklich löschen? Ihre Daten gehen dauerhaft verloren.
hi: क्या आप वाकई अपना खाता हटाना चाहते हैं? आपका डेटा स्थायी रूप से खो जाएगा।
id: Apakah Anda benar-benar ingin menghapus akun Anda? Data Anda akan hilang secara permanen.
it: Vuoi davvero cancellare il tuo account? I tuoi dati andranno persi definitivamente.
ja: 本当にアカウントを削除しますか?データは完全に失われます。
ko: 정말 계정을 삭제하시겠습니까? 데이터가 영구적으로 손실됩니다.
nl: Wil je echt je account verwijderen? Uw gegevens gaan definitief verloren.
pl: Czy na pewno chcesz usunąć swoje konto? Twoje dane zostaną trwale utracone.
pt_br: Deseja realmente deletar a sua conta? Os seus dados serão perdidos permanentemente.
ru: Вы действительно хотите удалить свой аккаунт? Ваши данные будут безвозвратно потеряны.
sv: Vill du verkligen ta bort ditt konto? Din data kommer att gå förlorad permanent.
tr: Hesabınızı gerçekten silmek istiyor musunuz? Verileriniz kalıcı olarak kaybolacak.
zh: 您真的要删除您的帐户吗？您的数据将永久丢失。

source: Vehicle type
ar: نوع السيارة
bn: গাড়ির ধরন
de: Fahrzeugtyp
hi: वाहन का प्रकार
id: Jenis kendaraan
it: Tipo di veicolo
ja: 車両タイプ
ko: 차량 종류
nl: Voertuigtype:
pl: Typ pojazdu
pt_br: Tipo do veículo
ru: Тип машины
sv: Fordonstyp
tr: Araç tipi
zh: 车辆类型

source: Brand
ar: ماركة
bn: ব্র্যান্ড
de: Marke
hi: ब्रैंड
id: Merek
it: Marca
ja: ブランド
ko: 상표
nl: Merk
pl: Marka
pt_br: Marca
ru: Бренд
sv: varumärke
tr: Marka
zh: 牌

source: Enter vehicle brand
ar: أدخل ماركة السيارة
bn: গাড়ির ব্র্যান্ড লিখুন
de: Fahrzeugmarke eingeben
hi: वाहन ब्रांड दर्ज करें
id: Masukkan merek kendaraan
it: Inserisci la marca del veicolo
ja: 車両ブランドを入力してください
ko: 차량 브랜드 입력
nl: Voer voertuigmerk in
pl: Wpisz markę pojazdu
pt_br: Digite a marca do veículo
ru: Введите марку автомобиля
sv: Ange fordonsmärke
tr: Araç markasını girin
zh: 输入车辆品牌

source: Model
ar: نموذج
bn: মডেল
de: Modell
hi: नमूना
it: Modello
ja: モデル
ko: 모델
pt_br: Modelo
ru: Модель
sv: Modell
tr: modeli
zh: 模型

source: Enter vehicle model
ar: أدخل طراز السيارة
bn: গাড়ির মডেল লিখুন
de: Fahrzeugmodell eingeben
hi: वाहन मॉडल दर्ज करें
id: Masukkan model kendaraan
it: Inserisci il modello del veicolo
ja: 車種を入力
ko: 차량 모델 입력
nl: Voer voertuigmodel in
pl: Wpisz model pojazdu
pt_br: Digite o modelo do veículo
ru: Введите модель автомобиля
sv: Ange fordonsmodell
tr: Araç modelini girin
zh: 输入车型

source: Plate
ar: لوحة
bn: প্লেট
de: Teller
hi: तश्तरी
id: Piring
it: Piatto
ja: 皿
ko: 그릇
nl: Bord
pl: Talerz
pt_br: Placa
ru: Пластина
sv: Tallrik
tr: Plaka
zh: 盘子

source: Enter vehicle plate
ar: أدخل لوحة السيارة
bn: গাড়ির প্লেট লিখুন
de: Fahrzeugkennzeichen eingeben
hi: वाहन प्लेट दर्ज करें
id: Masukkan plat kendaraan
it: Inserisci la targa del veicolo
ja: 車両プレートを入力してください
ko: 차량 번호판 입력
nl: Voer voertuigplaat in
pl: Wprowadź tablicę pojazdu
pt_br: Digite a placa do veículo
ru: Введите номерной знак автомобиля
sv: Ange fordonsskylten
tr: Araç plakasını girin
zh: 输入车牌

source: Vehicle document
ar: وثيقة المركبة
bn: যানবাহনের নথি
de: Fahrzeugdokument
hi: वाहन दस्तावेज
id: Dokumen kendaraan
it: Documento del veicolo
ja: 車両書類
ko: 차량 문서
nl: Voertuigdocument
pl: Dokument pojazdu
pt_br: Documento do veículo
ru: Документ на транспортное средство
sv: Fordonsdokument
tr: Araç belgesi
zh: 车辆文件

source: Enter vehicle document
ar: أدخل وثيقة المركبة
bn: গাড়ির নথি লিখুন
de: Fahrzeugdokument eingeben
hi: वाहन दस्तावेज़ दर्ज करें
id: Masukkan dokumen kendaraan
it: Inserisci il documento del veicolo
ja: 車両書類を入力してください
ko: 차량 문서 입력
nl: Voer voertuigdocument in
pl: Wprowadź dokument pojazdu
pt_br: Digite o documento do veículo
ru: Введите документ транспортного средства
sv: Ange fordonsdokument
tr: Araç belgesini girin
zh: 输入车辆文件

source: Driver's license photo
ar: صورة رخصة القيادة
bn: ড্রাইভিং লাইসেন্সের ছবি
de: Führerscheinfoto
hi: ड्राइविंग लाइसेंस फोटो
id: Foto SIM
it: Foto della patente di guida
ja: 運転免許証の写真
ko: 운전면허증 사진
nl: Rijbewijs foto
pl: Zdjęcie prawa jazdy
pt_br: Foto da licença de motorista
ru: фото водительского удостоверения
sv: Körkortsfoto
tr: Ehliyet fotoğrafı
zh: 驾照照片

# selectVehicleType
source: Select a vehicle type
ar: حدد نوع السيارة
bn: একটি গাড়ির ধরন নির্বাচন করুন
de: Wählen Sie einen Fahrzeugtyp aus
hi: वाहन का प्रकार चुनें
id: Pilih jenis kendaraan
it: Seleziona un tipo di veicolo
ja: 車種を選択
ko: 차량 유형 선택
nl: Selecteer een voertuigtype
pl: Wybierz typ pojazdu
pt_br: Selecione um tipo de veículo
ru: Выберите тип автомобиля
sv: Välj en fordonstyp
tr: Bir araç türü seçin
zh: 选择车辆类型

source: Back
ar: خلف
bn: পেছনে
de: Der Rücken
hi: पीछे
id: Kembali
it: Di ritorno
ja: 戻る
ko: 뒤
nl: Rug
pl: Z powrotem
pt_br: Voltar
ru: Назад
sv: Tillbaka
tr: Geri
zh: 后退

source: Approved
ar: وافق
bn: অনুমোদিত
de: Genehmigt
hi: स्वीकृत
id: Disetujui
it: Approvato
ja: 承認済み
ko: 승인됨
nl: Goedgekeurd
pl: Zatwierdzony
pt_br: Aprovado
ru: Одобренный
sv: Godkänd
tr: Onaylı
zh: 得到正式认可的

source: Reproved
ar: مستنسخ
bn: তিরস্কার করা হয়েছে
de: Zurechtgewiesen
hi: उलाहना दिया
id: Ditegur
it: Rimproverato
ja: 非難された
ko: 책망
nl: terechtgewezen
pl: skarcony
pt_br: Rejeitado
ru: Отказано
sv: Tillrättavisad
tr: azarlandı
zh: 责备

# dataUnderReview
source: Your data is under review
ar: البيانات الخاصة بك قيد المراجعة
bn: আপনার তথ্য পর্যালোচনা করা হচ্ছে
de: Ihre Daten werden überprüft
hi: आपका डेटा समीक्षा अधीन है
id: Data Anda sedang ditinjau
it: I tuoi dati sono in fase di revisione
ja: あなたのデータは審査中です
ko: 데이터 검토 중
nl: Uw gegevens worden beoordeeld
pl: Twoje dane są sprawdzane
pt_br: Seus dados estão em análise
ru: Ваши данные находятся на рассмотрении
sv: Dina uppgifter är under granskning
tr: Verileriniz inceleniyor
zh: 您的数据正在审核中
